{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "</s>": 1,
      "<unk>": 2,
      "<pad>": 3,
      "!": 4,
      "\"": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "?": 29,
      "a": 30,
      "b": 31,
      "c": 32,
      "d": 33,
      "e": 34,
      "f": 35,
      "g": 36,
      "h": 37,
      "i": 38,
      "j": 39,
      "k": 40,
      "l": 41,
      "m": 42,
      "n": 43,
      "o": 44,
      "p": 45,
      "q": 46,
      "r": 47,
      "s": 48,
      "t": 49,
      "u": 50,
      "v": 51,
      "w": 52,
      "x": 53,
      "y": 54,
      "z": 55,
      "«": 56,
      "­": 57,
      "º": 58,
      "»": 59,
      "œ": 60,
      "а": 61,
      "с": 62,
      "​": 63,
      "–": 64,
      "—": 65,
      "‘": 66,
      "’": 67,
      "…": 68,
      "‽": 69,
      "₂": 70,
      "€": 71,
      "ou": 72,
      "re": 73,
      "es": 74,
      "on": 75,
      "ai": 76,
      "en": 77,
      "th": 78,
      "er": 79,
      "to": 80,
      "an": 81,
      "le": 82,
      "in": 83,
      "is": 84,
      "de": 85,
      "as": 86,
      "qu": 87,
      "te": 88,
      "you": 89,
      "ne": 90,
      "me": 91,
      "at": 92,
      "ar": 93,
      "ve": 94,
      "je": 95,
      "the": 96,
      "se": 97,
      "il": 98,
      "ous": 99,
      "he": 100,
      "ce": 101,
      "it": 102,
      "que": 103,
      "or": 104,
      "ent": 105,
      "la": 106,
      "est": 107,
      "et": 108,
      "al": 109,
      "tom": 110,
      "ing": 111,
      "pas": 112,
      "ais": 113,
      "ch": 114,
      "vous": 115,
      "au": 116,
      "no": 117,
      "tu": 118,
      "ro": 119,
      "ie": 120,
      "un": 121,
      "our": 122,
      "su": 123,
      "do": 124,
      "co": 125,
      "pe": 126,
      "be": 127,
      "ave": 128,
      "ait": 129,
      "us": 130,
      "di": 131,
      "ant": 132,
      "res": 133,
      "oi": 134,
      "wh": 135,
      "we": 136,
      "li": 137,
      "ri": 138,
      "ver": 139,
      "av": 140,
      "that": 141,
      "les": 142,
      "ke": 143,
      "ay": 144,
      "tr": 145,
      "ment": 146,
      "of": 147,
      "ion": 148,
      "out": 149,
      "so": 150,
      "ap": 151,
      "don": 152,
      "mp": 153,
      "all": 154,
      "are": 155,
      "ux": 156,
      "el": 157,
      "go": 158,
      "con": 159,
      "par": 160,
      "ld": 161,
      "ho": 162,
      "nous": 163,
      "lo": 164,
      "am": 165,
      "pour": 166,
      "for": 167,
      "ti": 168,
      "ac": 169,
      "st": 170,
      "une": 171,
      "si": 172,
      "son": 173,
      "this": 174,
      "ter": 175,
      "ge": 176,
      "ab": 177,
      "ain": 178,
      "ren": 179,
      "ci": 180,
      "was": 181,
      "have": 182,
      "ur": 183,
      "and": 184,
      "ad": 185,
      "pl": 186,
      "ll": 187,
      "gh": 188,
      "pen": 189,
      "can": 190,
      "tre": 191,
      "my": 192,
      "mon": 193,
      "ca": 194,
      "mo": 195,
      "what": 196,
      "du": 197,
      "po": 198,
      "now": 199,
      "ut": 200,
      "your": 201,
      "aire": 202,
      "ma": 203,
      "fe": 204,
      "ans": 205,
      "pro": 206,
      "ir": 207,
      "ould": 208,
      "vo": 209,
      "des": 210,
      "com": 211,
      "did": 212,
      "suis": 213,
      "elle": 214,
      "ons": 215,
      "mar": 216,
      "one": 217,
      "ght": 218,
      "man": 219,
      "ien": 220,
      "want": 221,
      "wi": 222,
      "bo": 223,
      "faire": 224,
      "she": 225,
      "ed": 226,
      "per": 227,
      "not": 228,
      "ten": 229,
      "oir": 230,
      "hi": 231,
      "know": 232,
      "quel": 233,
      "qui": 234,
      "very": 235,
      "thing": 236,
      "der": 237,
      "mes": 238,
      "like": 239,
      "here": 240,
      "pre": 241,
      "with": 242,
      "ure": 243,
      "che": 244,
      "ex": 245,
      "ser": 246,
      "ly": 247,
      "tout": 248,
      "ta": 249,
      "ink": 250,
      "ill": 251,
      "ble": 252,
      "dans": 253,
      "ok": 254,
      "plus": 255,
      "cu": 256,
      "ted": 257,
      "sur": 258,
      "ag": 259,
      "lu": 260,
      "fait": 261,
      "his": 262,
      "ther": 263,
      "dre": 264,
      "cho": 265,
      "how": 266,
      "fi": 267,
      "they": 268,
      "sa": 269,
      "pr": 270,
      "cou": 271,
      "jour": 272,
      "veux": 273,
      "vr": 274,
      "moi": 275,
      "ple": 276,
      "day": 277,
      "ven": 278,
      "think": 279,
      "ille": 280,
      "jus": 281,
      "etre": 282,
      "any": 283,
      "some": 284,
      "wor": 285,
      "get": 286,
      "vi": 287,
      "fo": 288,
      "quoi": 289,
      "dis": 290,
      "him": 291,
      "etait": 292,
      "etes": 293,
      "ard": 294,
      "avec": 295,
      "comp": 296,
      "cet": 297,
      "end": 298,
      "there": 299,
      "sh": 300,
      "ation": 301,
      "see": 302,
      "dit": 303,
      "sais": 304,
      "mer": 305,
      "tres": 306,
      "mary": 307,
      "ils": 308,
      "avez": 309,
      "ong": 310,
      "lle": 311,
      "ine": 312,
      "bien": 313,
      "temp": 314,
      "pu": 315,
      "let": 316,
      "time": 317,
      "ue": 318,
      "ses": 319,
      "od": 320,
      "age": 321,
      "if": 322,
      "ouve": 323,
      "gr": 324,
      "iez": 325,
      "pense": 326,
      "ts": 327,
      "about": 328,
      "ate": 329,
      "able": 330,
      "temps": 331,
      "vou": 332,
      "sont": 333,
      "mb": 334,
      "por": 335,
      "her": 336,
      "ig": 337,
      "dr": 338,
      "didn": 339,
      "ck": 340,
      "mis": 341,
      "ces": 342,
      "cette": 343,
      "ite": 344,
      "up": 345,
      "use": 346,
      "ont": 347,
      "mais": 348,
      "tro": 349,
      "were": 350,
      "ally": 351,
      "ct": 352,
      "way": 353,
      "ni": 354,
      "lui": 355,
      "ul": 356,
      "ici": 357,
      "fr": 358,
      "will": 359,
      "main": 360,
      "ger": 361,
      "say": 362,
      "fin": 363,
      "ete": 364,
      "hap": 365,
      "toi": 366,
      "had": 367,
      "lais": 368,
      "every": 369,
      "peux": 370,
      "ouv": 371,
      "votre": 372,
      "has": 373,
      "ye": 374,
      "cela": 375,
      "would": 376,
      "tes": 377,
      "why": 378,
      "tou": 379,
      "ase": 380,
      "person": 381,
      "vrai": 382,
      "just": 383,
      "who": 384,
      "pourquoi": 385,
      "chan": 386,
      "going": 387,
      "arri": 388,
      "should": 389,
      "cher": 390,
      "ton": 391,
      "need": 392,
      "beau": 393,
      "avoir": 394,
      "could": 395,
      "imp": 396,
      "ds": 397,
      "fro": 398,
      "lie": 399,
      "ler": 400,
      "jam": 401,
      "min": 402,
      "air": 403,
      "come": 404,
      "bon": 405,
      "hel": 406,
      "chose": 407,
      "avai": 408,
      "mi": 409,
      "tell": 410,
      "pris": 411,
      "long": 412,
      "good": 413,
      "pi": 414,
      "iere": 415,
      "ked": 416,
      "pla": 417,
      "work": 418,
      "where": 419,
      "fer": 420,
      "alk": 421,
      "ner": 422,
      "look": 423,
      "pren": 424,
      "las": 425,
      "jamais": 426,
      "ry": 427,
      "coup": 428,
      "pres": 429,
      "jo": 430,
      "dire": 431,
      "car": 432,
      "read": 433,
      "comment": 434,
      "men": 435,
      "aime": 436,
      "travai": 437,
      "vie": 438,
      "more": 439,
      "fri": 440,
      "ions": 441,
      "dent": 442,
      "ied": 443,
      "does": 444,
      "gar": 445,
      "voir": 446,
      "help": 447,
      "gu": 448,
      "avons": 449,
      "dy": 450,
      "gi": 451,
      "ep": 452,
      "by": 453,
      "sor": 454,
      "rais": 455,
      "when": 456,
      "take": 457,
      "ssi": 458,
      "gent": 459,
      "got": 460,
      "ought": 461,
      "vraiment": 462,
      "sto": 463,
      "aller": 464,
      "than": 465,
      "mmes": 466,
      "cer": 467,
      "red": 468,
      "new": 469,
      "part": 470,
      "mme": 471,
      "train": 472,
      "pare": 473,
      "really": 474,
      "jours": 475,
      "from": 476,
      "ide": 477,
      "br": 478,
      "af": 479,
      "bes": 480,
      "ree": 481,
      "cr": 482,
      "aid": 483,
      "ens": 484,
      "cro": 485,
      "quelque": 486,
      "asse": 487,
      "heure": 488,
      "nu": 489,
      "aut": 490,
      "proble": 491,
      "stu": 492,
      "ak": 493,
      "ret": 494,
      "puis": 495,
      "hu": 496,
      "please": 497,
      "vis": 498,
      "dif": 499,
      "arrive": 500,
      "sure": 501,
      "tous": 502,
      "but": 503,
      "sou": 504,
      "lis": 505,
      "ache": 506,
      "been": 507,
      "spe": 508,
      "personne": 509,
      "friend": 510,
      "mus": 511,
      "mu": 512,
      "oin": 513,
      "never": 514,
      "besoin": 515,
      "elles": 516,
      "liv": 517,
      "sel": 518,
      "beaucoup": 519,
      "wn": 520,
      "appe": 521,
      "talk": 522,
      "ance": 523,
      "vais": 524,
      "ack": 525,
      "peu": 526,
      "aine": 527,
      "bu": 528,
      "peut": 529,
      "va": 530,
      "too": 531,
      "bus": 532,
      "pere": 533,
      "ors": 534,
      "cour": 535,
      "lit": 536,
      "bre": 537,
      "something": 538,
      "rent": 539,
      "ey": 540,
      "fa": 541,
      "mor": 542,
      "lement": 543,
      "sed": 544,
      "sommes": 545,
      "mat": 546,
      "alle": 547,
      "happen": 548,
      "devr": 549,
      "home": 550,
      "cle": 551,
      "ting": 552,
      "avais": 553,
      "sem": 554,
      "parler": 555,
      "quest": 556,
      "iture": 557,
      "etais": 558,
      "aux": 559,
      "eat": 560,
      "rien": 561,
      "quelqu": 562,
      "fais": 563,
      "ph": 564,
      "much": 565,
      "sent": 566,
      "right": 567,
      "ise": 568,
      "make": 569,
      "avait": 570,
      "oun": 571,
      "ire": 572,
      "inte": 573,
      "comme": 574,
      "oc": 575,
      "lot": 576,
      "ol": 577,
      "won": 578,
      "atten": 579,
      "avant": 580,
      "int": 581,
      "book": 582,
      "maison": 583,
      "conn": 584,
      "mal": 585,
      "parti": 586,
      "trop": 587,
      "ty": 588,
      "cor": 589,
      "deux": 590,
      "pouv": 591,
      "row": 592,
      "ants": 593,
      "self": 594,
      "ded": 595,
      "toujours": 596,
      "try": 597,
      "aimer": 598,
      "ins": 599,
      "wo": 600,
      "fu": 601,
      "leur": 602,
      "meme": 603,
      "body": 604,
      "core": 605,
      "met": 606,
      "feel": 607,
      "money": 608,
      "nouve": 609,
      "argent": 610,
      "bet": 611,
      "quand": 612,
      "thought": 613,
      "vien": 614,
      "encore": 615,
      "last": 616,
      "back": 617,
      "fois": 618,
      "om": 619,
      "monde": 620,
      "sit": 621,
      "give": 622,
      "ieux": 623,
      "sup": 624,
      "pet": 625,
      "enf": 626,
      "porte": 627,
      "anc": 628,
      "anything": 629,
      "care": 630,
      "tot": 631,
      "wat": 632,
      "passe": 633,
      "ful": 634,
      "pay": 635,
      "jou": 636,
      "mande": 637,
      "other": 638,
      "vu": 639,
      "love": 640,
      "dois": 641,
      "ic": 642,
      "prendre": 643,
      "told": 644,
      "dev": 645,
      "under": 646,
      "plan": 647,
      "ang": 648,
      "tor": 649,
      "ars": 650,
      "ame": 651,
      "ston": 652,
      "ess": 653,
      "ers": 654,
      "ouse": 655,
      "autre": 656,
      "ild": 657,
      "py": 658,
      "stand": 659,
      "doesn": 660,
      "boston": 661,
      "quelle": 662,
      "str": 663,
      "ish": 664,
      "soit": 665,
      "again": 666,
      "ra": 667,
      "ough": 668,
      "nee": 669,
      "faut": 670,
      "ople": 671,
      "people": 672,
      "fore": 673,
      "voiture": 674,
      "aimerais": 675,
      "ning": 676,
      "tement": 677,
      "ction": 678,
      "eu": 679,
      "travail": 680,
      "cau": 681,
      "must": 682,
      "off": 683,
      "tent": 684,
      "lez": 685,
      "clo": 686,
      "room": 687,
      "arre": 688,
      "mainten": 689,
      "pri": 690,
      "tle": 691,
      "ese": 692,
      "stay": 693,
      "made": 694,
      "old": 695,
      "tele": 696,
      "speak": 697,
      "chez": 698,
      "ound": 699,
      "entre": 700,
      "impor": 701,
      "today": 702,
      "maintenant": 703,
      "ves": 704,
      "aussi": 705,
      "combien": 706,
      "pose": 707,
      "ready": 708,
      "aider": 709,
      "cole": 710,
      "may": 711,
      "many": 712,
      "hui": 713,
      "laisse": 714,
      "interes": 715,
      "ceci": 716,
      "said": 717,
      "venir": 718,
      "essay": 719,
      "aujour": 720,
      "belie": 721,
      "aujourd": 722,
      "went": 723,
      "ence": 724,
      "play": 725,
      "demande": 726,
      "happy": 727,
      "aient": 728,
      "paren": 729,
      "wr": 730,
      "pon": 731,
      "ach": 732,
      "ante": 733,
      "sion": 734,
      "still": 735,
      "doing": 736,
      "ways": 737,
      "diffi": 738,
      "hier": 739,
      "ind": 740,
      "emp": 741,
      "ouvez": 742,
      "aur": 743,
      "cre": 744,
      "enten": 745,
      "grand": 746,
      "port": 747,
      "fam": 748,
      "night": 749,
      "only": 750,
      "tur": 751,
      "juste": 752,
      "connais": 753,
      "house": 754,
      "better": 755,
      "plait": 756,
      "donne": 757,
      "bro": 758,
      "franc": 759,
      "believe": 760,
      "always": 761,
      "tez": 762,
      "pend": 763,
      "din": 764,
      "rench": 765,
      "french": 766,
      "pouvez": 767,
      "isn": 768,
      "cri": 769,
      "sho": 770,
      "kes": 771,
      "semble": 772,
      "cert": 773,
      "ek": 774,
      "tant": 775,
      "stop": 776,
      "fai": 777,
      "ouver": 778,
      "hab": 779,
      "pt": 780,
      "reg": 781,
      "etu": 782,
      "over": 783,
      "phone": 784,
      "gen": 785,
      "them": 786,
      "put": 787,
      "orrow": 788,
      "parents": 789,
      "week": 790,
      "ati": 791,
      "child": 792,
      "leave": 793,
      "francais": 794,
      "jap": 795,
      "ask": 796,
      "before": 797,
      "job": 798,
      "ob": 799,
      "after": 800,
      "scho": 801,
      "ja": 802,
      "ures": 803,
      "occu": 804,
      "father": 805,
      "school": 806,
      "wait": 807,
      "seu": 808,
      "apres": 809,
      "ile": 810,
      "down": 811,
      "mber": 812,
      "change": 813,
      "dec": 814,
      "marie": 815,
      "simp": 816,
      "livre": 817,
      "question": 818,
      "cha": 819,
      "moment": 820,
      "trouve": 821,
      "mag": 822,
      "appre": 823,
      "little": 824,
      "seul": 825,
      "well": 826,
      "pensais": 827,
      "toutes": 828,
      "sis": 829,
      "hav": 830,
      "ange": 831,
      "cie": 832,
      "deja": 833,
      "regar": 834,
      "anger": 835,
      "commen": 836,
      "anted": 837,
      "ester": 838,
      "ft": 839,
      "problem": 840,
      "aide": 841,
      "auc": 842,
      "pie": 843,
      "sp": 844,
      "contre": 845,
      "voul": 846,
      "everything": 847,
      "assez": 848,
      "hand": 849,
      "star": 850,
      "sait": 851,
      "act": 852,
      "nes": 853,
      "notre": 854,
      "hear": 855,
      "dog": 856,
      "wanted": 857,
      "demain": 858,
      "bonne": 859,
      "understand": 860,
      "trois": 861,
      "mieux": 862,
      "ned": 863,
      "late": 864,
      "call": 865,
      "tomorrow": 866,
      "voulez": 867,
      "parle": 868,
      "rendre": 869,
      "oub": 870,
      "ole": 871,
      "chien": 872,
      "ense": 873,
      "ture": 874,
      "live": 875,
      "urs": 876,
      "tru": 877,
      "yester": 878,
      "yesterday": 879,
      "sans": 880,
      "fas": 881,
      "cul": 882,
      "hur": 883,
      "hard": 884,
      "ique": 885,
      "table": 886,
      "mand": 887,
      "leep": 888,
      "devrais": 889,
      "left": 890,
      "ear": 891,
      "ever": 892,
      "alone": 893,
      "three": 894,
      "find": 895,
      "surpris": 896,
      "place": 897,
      "buy": 898,
      "pourr": 899,
      "poli": 900,
      "happened": 901,
      "ecole": 902,
      "gre": 903,
      "sing": 904,
      "keep": 905,
      "probleme": 906,
      "venu": 907,
      "yez": 908,
      "fir": 909,
      "two": 910,
      "wer": 911,
      "most": 912,
      "manger": 913,
      "tea": 914,
      "king": 915,
      "vent": 916,
      "enough": 917,
      "deci": 918,
      "ali": 919,
      "cont": 920,
      "hed": 921,
      "meet": 922,
      "cus": 923,
      "drink": 924,
      "done": 925,
      "diffe": 926,
      "these": 927,
      "asked": 928,
      "vers": 929,
      "xt": 930,
      "came": 931,
      "cat": 932,
      "vre": 933,
      "pos": 934,
      "ez": 935,
      "enfants": 936,
      "rest": 937,
      "mbre": 938,
      "bed": 939,
      "non": 940,
      "saw": 941,
      "used": 942,
      "vit": 943,
      "win": 944,
      "friends": 945,
      "savoir": 946,
      "gens": 947,
      "fre": 948,
      "fut": 949,
      "nothing": 950,
      "tra": 951,
      "into": 952,
      "toute": 953,
      "mine": 954,
      "ris": 955,
      "cent": 956,
      "cident": 957,
      "eng": 958,
      "ped": 959,
      "soir": 960,
      "heures": 961,
      "mere": 962,
      "souv": 963,
      "ity": 964,
      "homme": 965,
      "cause": 966,
      "bou": 967,
      "chance": 968,
      "reme": 969,
      "nuit": 970,
      "ail": 971,
      "petit": 972,
      "erre": 973,
      "next": 974,
      "habit": 975,
      "ami": 976,
      "even": 977,
      "hope": 978,
      "sens": 979,
      "ssible": 980,
      "ager": 981,
      "sorry": 982,
      "seem": 983,
      "partir": 984,
      "accident": 985,
      "ru": 986,
      "ried": 987,
      "low": 988,
      "dern": 989,
      "gir": 990,
      "lors": 991,
      "ref": 992,
      "repon": 993,
      "point": 994,
      "etudi": 995,
      "mother": 996,
      "vos": 997,
      "occupe": 998,
      "mange": 999,
      "ary": 1000,
      "ze": 1001,
      "side": 1002,
      "simplement": 1003,
      "girl": 1004,
      "aurais": 1005,
      "fac": 1006,
      "desole": 1007,
      "chau": 1008,
      "plu": 1009,
      "quelques": 1010,
      "pret": 1011,
      "rite": 1012,
      "busy": 1013,
      "fat": 1014,
      "voy": 1015,
      "fun": 1016,
      "ffe": 1017,
      "ince": 1018,
      "fel": 1019,
      "rer": 1020,
      "run": 1021,
      "wrong": 1022,
      "away": 1023,
      "dres": 1024,
      "demand": 1025,
      "jet": 1026,
      "voulais": 1027,
      "door": 1028,
      "lun": 1029,
      "idee": 1030,
      "ele": 1031,
      "life": 1032,
      "dro": 1033,
      "ign": 1034,
      "everyone": 1035,
      "heureux": 1036,
      "sleep": 1037,
      "choses": 1038,
      "pho": 1039,
      "ier": 1040,
      "things": 1041,
      "bor": 1042,
      "mil": 1043,
      "rester": 1044,
      "first": 1045,
      "cas": 1046,
      "ight": 1047,
      "fil": 1048,
      "inter": 1049,
      "ose": 1050,
      "montre": 1051,
      "derniere": 1052,
      "voudr": 1053,
      "lic": 1054,
      "amer": 1055,
      "idea": 1056,
      "watch": 1057,
      "wasn": 1058,
      "cess": 1059,
      "ado": 1060,
      "cal": 1061,
      "pain": 1062,
      "teur": 1063,
      "cap": 1064,
      "ff": 1065,
      "rez": 1066,
      "espere": 1067,
      "viens": 1068,
      "rou": 1069,
      "veut": 1070,
      "remember": 1071,
      "ved": 1072,
      "photo": 1073,
      "name": 1074,
      "die": 1075,
      "kind": 1076,
      "op": 1077,
      "bi": 1078,
      "gave": 1079,
      "aise": 1080,
      "mind": 1081,
      "soon": 1082,
      "open": 1083,
      "tri": 1084,
      "tired": 1085,
      "anyone": 1086,
      "took": 1087,
      "without": 1088,
      "coun": 1089,
      "bles": 1090,
      "being": 1091,
      "quit": 1092,
      "prob": 1093,
      "children": 1094,
      "dou": 1095,
      "wed": 1096,
      "prof": 1097,
      "bad": 1098,
      "questions": 1099,
      "looking": 1100,
      "show": 1101,
      "condu": 1102,
      "years": 1103,
      "dor": 1104,
      "already": 1105,
      "teacher": 1106,
      "dri": 1107,
      "faites": 1108,
      "nouveau": 1109,
      "trouver": 1110,
      "entendu": 1111,
      "police": 1112,
      "jeun": 1113,
      "big": 1114,
      "rencontre": 1115,
      "important": 1116,
      "same": 1117,
      "yet": 1118,
      "their": 1119,
      "vite": 1120,
      "couldn": 1121,
      "fille": 1122,
      "knew": 1123,
      "nom": 1124,
      "reste": 1125,
      "sat": 1126,
      "gla": 1127,
      "morning": 1128,
      "mit": 1129,
      "ller": 1130,
      "peur": 1131,
      "depuis": 1132,
      "rain": 1133,
      "raison": 1134,
      "œur": 1135,
      "vez": 1136,
      "sorti": 1137,
      "conse": 1138,
      "mau": 1139,
      "ros": 1140,
      "accor": 1141,
      "certain": 1142,
      "ches": 1143,
      "dur": 1144,
      "ki": 1145,
      "attent": 1146,
      "heard": 1147,
      "utes": 1148,
      "telephone": 1149,
      "lear": 1150,
      "sol": 1151,
      "amis": 1152,
      "best": 1153,
      "ot": 1154,
      "croire": 1155,
      "water": 1156,
      "ats": 1157,
      "boy": 1158,
      "lish": 1159,
      "pendant": 1160,
      "cile": 1161,
      "seen": 1162,
      "bit": 1163,
      "cham": 1164,
      "emb": 1165,
      "sig": 1166,
      "ande": 1167,
      "sec": 1168,
      "pic": 1169,
      "aren": 1170,
      "tel": 1171,
      "clas": 1172,
      "seule": 1173,
      "haven": 1174,
      "piece": 1175,
      "meille": 1176,
      "ily": 1177,
      "igno": 1178,
      "vois": 1179,
      "semaine": 1180,
      "found": 1181,
      "cons": 1182,
      "lost": 1183,
      "produ": 1184,
      "achete": 1185,
      "donner": 1186,
      "difficile": 1187,
      "dez": 1188,
      "minutes": 1189,
      "fort": 1190,
      "often": 1191,
      "prie": 1192,
      "lar": 1193,
      "walk": 1194,
      "eau": 1195,
      "uit": 1196,
      "exp": 1197,
      "ju": 1198,
      "ques": 1199,
      "present": 1200,
      "wish": 1201,
      "ath": 1202,
      "ale": 1203,
      "boi": 1204,
      "eas": 1205,
      "soyez": 1206,
      "answer": 1207,
      "prefe": 1208,
      "ies": 1209,
      "beg": 1210,
      "fatig": 1211,
      "war": 1212,
      "sois": 1213,
      "turn": 1214,
      "quer": 1215,
      "acheter": 1216,
      "savais": 1217,
      "rap": 1218,
      "pourrais": 1219,
      "ital": 1220,
      "study": 1221,
      "chambre": 1222,
      "doc": 1223,
      "sera": 1224,
      "souvent": 1225,
      "telle": 1226,
      "aper": 1227,
      "jusqu": 1228,
      "crois": 1229,
      "light": 1230,
      "afr": 1231,
      "days": 1232,
      "afraid": 1233,
      "cl": 1234,
      "hon": 1235,
      "acce": 1236,
      "pouvons": 1237,
      "youn": 1238,
      "proch": 1239,
      "merci": 1240,
      "mettre": 1241,
      "dra": 1242,
      "lles": 1243,
      "ber": 1244,
      "promis": 1245,
      "else": 1246,
      "compren": 1247,
      "sister": 1248,
      "bla": 1249,
      "lan": 1250,
      "yourself": 1251,
      "femme": 1252,
      "cold": 1253,
      "someone": 1254,
      "possible": 1255,
      "few": 1256,
      "reve": 1257,
      "times": 1258,
      "uille": 1259,
      "nez": 1260,
      "matin": 1261,
      "ky": 1262,
      "gry": 1263,
      "japan": 1264,
      "longtemps": 1265,
      "japon": 1266,
      "rions": 1267,
      "stupi": 1268,
      "thank": 1269,
      "party": 1270,
      "suppose": 1271,
      "great": 1272,
      "crit": 1273,
      "led": 1274,
      "english": 1275,
      "ecri": 1276,
      "fon": 1277,
      "brother": 1278,
      "bat": 1279,
      "em": 1280,
      "while": 1281,
      "sau": 1282,
      "etr": 1283,
      "penses": 1284,
      "accord": 1285,
      "az": 1286,
      "perdu": 1287,
      "fast": 1288,
      "hour": 1289,
      "ations": 1290,
      "dejeun": 1291,
      "uses": 1292,
      "fatigue": 1293,
      "swi": 1294,
      "myself": 1295,
      "choi": 1296,
      "suc": 1297,
      "gare": 1298,
      "nombre": 1299,
      "swim": 1300,
      "anglais": 1301,
      "val": 1302,
      "difficul": 1303,
      "ving": 1304,
      "tour": 1305,
      "lire": 1306,
      "commence": 1307,
      "ated": 1308,
      "tard": 1309,
      "talking": 1310,
      "glad": 1311,
      "sy": 1312,
      "student": 1313,
      "fau": 1314,
      "lat": 1315,
      "travaille": 1316,
      "getting": 1317,
      "coute": 1318,
      "comple": 1319,
      "matter": 1320,
      "oublie": 1321,
      "bought": 1322,
      "den": 1323,
      "year": 1324,
      "iste": 1325,
      "food": 1326,
      "aucun": 1327,
      "dejeuner": 1328,
      "hor": 1329,
      "etaient": 1330,
      "moins": 1331,
      "gg": 1332,
      "jouer": 1333,
      "miere": 1334,
      "indre": 1335,
      "imag": 1336,
      "nei": 1337,
      "form": 1338,
      "nice": 1339,
      "jeune": 1340,
      "both": 1341,
      "wants": 1342,
      "listen": 1343,
      "gag": 1344,
      "mir": 1345,
      "illes": 1346,
      "letter": 1347,
      "once": 1348,
      "around": 1349,
      "fete": 1350,
      "appreci": 1351,
      "ef": 1352,
      "leurs": 1353,
      "secret": 1354,
      "ras": 1355,
      "ville": 1356,
      "might": 1357,
      "married": 1358,
      "aucune": 1359,
      "danger": 1360,
      "ken": 1361,
      "contin": 1362,
      "aie": 1363,
      "util": 1364,
      "vol": 1365,
      "expe": 1366,
      "travailler": 1367,
      "attention": 1368,
      "far": 1369,
      "true": 1370,
      "devons": 1371,
      "early": 1372,
      "rappe": 1373,
      "char": 1374,
      "less": 1375,
      "mala": 1376,
      "break": 1377,
      "lorsque": 1378,
      "pourrait": 1379,
      "ball": 1380,
      "gros": 1381,
      "retard": 1382,
      "arrete": 1383,
      "since": 1384,
      "ished": 1385,
      "everybody": 1386,
      "dont": 1387,
      "retour": 1388,
      "bas": 1389,
      "because": 1390,
      "whi": 1391,
      "confi": 1392,
      "cted": 1393,
      "knows": 1394,
      "vient": 1395,
      "sortir": 1396,
      "another": 1397,
      "coming": 1398,
      "na": 1399,
      "hate": 1400,
      "those": 1401,
      "etiez": 1402,
      "uni": 1403,
      "dites": 1404,
      "looks": 1405,
      "habitu": 1406,
      "ious": 1407,
      "voi": 1408,
      "sons": 1409,
      "wonder": 1410,
      "adore": 1411,
      "sant": 1412,
      "set": 1413,
      "impres": 1414,
      "presque": 1415,
      "ignore": 1416,
      "ste": 1417,
      "ages": 1418,
      "heureuse": 1419,
      "nour": 1420,
      "vas": 1421,
      "such": 1422,
      "passer": 1423,
      "tried": 1424,
      "joy": 1425,
      "nouvelle": 1426,
      "young": 1427,
      "hun": 1428,
      "veuille": 1429,
      "mort": 1430,
      "ban": 1431,
      "regarde": 1432,
      "bar": 1433,
      "died": 1434,
      "sujet": 1435,
      "wouldn": 1436,
      "beauti": 1437,
      "enfant": 1438,
      "frere": 1439,
      "write": 1440,
      "toire": 1441,
      "00": 1442,
      "necess": 1443,
      "rentre": 1444,
      "cket": 1445,
      "decis": 1446,
      "inst": 1447,
      "hurt": 1448,
      "meeting": 1449,
      "nis": 1450,
      "doit": 1451,
      "beautiful": 1452,
      "cafe": 1453,
      "almost": 1454,
      "autres": 1455,
      "sui": 1456,
      "anymore": 1457,
      "avantage": 1458,
      "real": 1459,
      "verite": 1460,
      "exam": 1461,
      "face": 1462,
      "doctor": 1463,
      "apprecie": 1464,
      "yer": 1465,
      "vice": 1466,
      "grande": 1467,
      "devriez": 1468,
      "full": 1469,
      "ani": 1470,
      "mot": 1471,
      "plain": 1472,
      "pensez": 1473,
      "attendre": 1474,
      "arriver": 1475,
      "which": 1476,
      "sun": 1477,
      "truth": 1478,
      "differen": 1479,
      "sul": 1480,
      "enjoy": 1481,
      "doll": 1482,
      "journee": 1483,
      "voudrais": 1484,
      "its": 1485,
      "imme": 1486,
      "vac": 1487,
      "coffe": 1488,
      "attend": 1489,
      "alement": 1490,
      "allez": 1491,
      "ges": 1492,
      "ute": 1493,
      "art": 1494,
      "chant": 1495,
      "station": 1496,
      "books": 1497,
      "savez": 1498,
      "mean": 1499,
      "allons": 1500,
      "semb": 1501,
      "exper": 1502,
      "dinner": 1503,
      "coffee": 1504,
      "prepare": 1505,
      "lettre": 1506,
      "shouldn": 1507,
      "ist": 1508,
      "essaye": 1509,
      "word": 1510,
      "chaque": 1511,
      "velo": 1512,
      "ding": 1513,
      "own": 1514,
      "writ": 1515,
      "davantage": 1516,
      "cours": 1517,
      "essayer": 1518,
      "aw": 1519,
      "serai": 1520,
      "smo": 1521,
      "bir": 1522,
      "sœur": 1523,
      "austr": 1524,
      "mauvais": 1525,
      "fall": 1526,
      "tennis": 1527,
      "hotel": 1528,
      "film": 1529,
      "famille": 1530,
      "esse": 1531,
      "conv": 1532,
      "ferme": 1533,
      "prends": 1534,
      "situ": 1535,
      "petite": 1536,
      "joue": 1537,
      "entendre": 1538,
      "bure": 1539,
      "dio": 1540,
      "partie": 1541,
      "each": 1542,
      "hors": 1543,
      "head": 1544,
      "dix": 1545,
      "sal": 1546,
      "devez": 1547,
      "yeux": 1548,
      "decision": 1549,
      "sus": 1550,
      "waiting": 1551,
      "bureau": 1552,
      "pat": 1553,
      "sante": 1554,
      "key": 1555,
      "porter": 1556,
      "sous": 1557,
      "forget": 1558,
      "tonight": 1559,
      "veuillez": 1560,
      "toge": 1561,
      "devoir": 1562,
      "sez": 1563,
      "family": 1564,
      "together": 1565,
      "cout": 1566,
      "det": 1567,
      "tete": 1568,
      "offi": 1569,
      "histoire": 1570,
      "cut": 1571,
      "nobody": 1572,
      "ments": 1573,
      "ience": 1574,
      "luck": 1575,
      "careful": 1576,
      "fol": 1577,
      "avor": 1578,
      "serait": 1579,
      "prison": 1580,
      "livres": 1581,
      "ech": 1582,
      "oked": 1583,
      "working": 1584,
      "restaur": 1585,
      "gne": 1586,
      "usu": 1587,
      "six": 1588,
      "different": 1589,
      "tellement": 1590,
      "cuis": 1591,
      "satis": 1592,
      "prefere": 1593,
      "favor": 1594,
      "gue": 1595,
      "chat": 1596,
      "trus": 1597,
      "sage": 1598,
      "decide": 1599,
      "world": 1600,
      "voulait": 1601,
      "cin": 1602,
      "id": 1603,
      "iser": 1604,
      "suppo": 1605,
      "tenir": 1606,
      "fini": 1607,
      "wear": 1608,
      "likes": 1609,
      "trying": 1610,
      "diate": 1611,
      "vivre": 1612,
      "lait": 1613,
      "aille": 1614,
      "med": 1615,
      "vue": 1616,
      "lier": 1617,
      "demander": 1618,
      "arreter": 1619,
      "laissez": 1620,
      "felt": 1621,
      "sour": 1622,
      "lon": 1623,
      "sm": 1624,
      "minute": 1625,
      "atient": 1626,
      "immediate": 1627,
      "envie": 1628,
      "marche": 1629,
      "oud": 1630,
      "visit": 1631,
      "seems": 1632,
      "cook": 1633,
      "conque": 1634,
      "longer": 1635,
      "pouvoir": 1636,
      "kyo": 1637,
      "situation": 1638,
      "union": 1639,
      "easy": 1640,
      "tee": 1641,
      "learn": 1642,
      "tal": 1643,
      "dress": 1644,
      "dir": 1645,
      "diction": 1646,
      "bag": 1647,
      "secon": 1648,
      "fier": 1649,
      "annee": 1650,
      "souh": 1651,
      "pretty": 1652,
      "nager": 1653,
      "dow": 1654,
      "ather": 1655,
      "soi": 1656,
      "restaurant": 1657,
      "soun": 1658,
      "sick": 1659,
      "guy": 1660,
      "turned": 1661,
      "feu": 1662,
      "takes": 1663,
      "assis": 1664,
      "langu": 1665,
      "wife": 1666,
      "spend": 1667,
      "alors": 1668,
      "propos": 1669,
      "window": 1670,
      "ced": 1671,
      "celui": 1672,
      "high": 1673,
      "ateau": 1674,
      "derni": 1675,
      "exact": 1676,
      "mission": 1677,
      "devrions": 1678,
      "probable": 1679,
      "comprends": 1680,
      "xi": 1681,
      "start": 1682,
      "started": 1683,
      "medi": 1684,
      "serais": 1685,
      "vieux": 1686,
      "senti": 1687,
      "illa": 1688,
      "endro": 1689,
      "pub": 1690,
      "finished": 1691,
      "devrait": 1692,
      "icy": 1693,
      "teste": 1694,
      "dollars": 1695,
      "eg": 1696,
      "nat": 1697,
      "connait": 1698,
      "erreur": 1699,
      "bout": 1700,
      "gone": 1701,
      "loi": 1702,
      "apprendre": 1703,
      "termine": 1704,
      "close": 1705,
      "seulement": 1706,
      "reunion": 1707,
      "ensemble": 1708,
      "lau": 1709,
      "trou": 1710,
      "mois": 1711,
      "fen": 1712,
      "reux": 1713,
      "fire": 1714,
      "midi": 1715,
      "fils": 1716,
      "sive": 1717,
      "ferais": 1718,
      "drive": 1719,
      "sort": 1720,
      "surprised": 1721,
      "nourr": 1722,
      "30": 1723,
      "malade": 1724,
      "bicy": 1725,
      "ente": 1726,
      "vision": 1727,
      "difficult": 1728,
      "ace": 1729,
      "aite": 1730,
      "enne": 1731,
      "cote": 1732,
      "personnes": 1733,
      "free": 1734,
      "medec": 1735,
      "nos": 1736,
      "tive": 1737,
      "agree": 1738,
      "pru": 1739,
      "comprendre": 1740,
      "colere": 1741,
      "conduire": 1742,
      "ecrire": 1743,
      "ecrit": 1744,
      "fish": 1745,
      "nor": 1746,
      "mier": 1747,
      "cur": 1748,
      "ps": 1749,
      "ran": 1750,
      "thir": 1751,
      "pass": 1752,
      "allo": 1753,
      "looked": 1754,
      "quite": 1755,
      "til": 1756,
      "ason": 1757,
      "poser": 1758,
      "cli": 1759,
      "deteste": 1760,
      "noon": 1761,
      "ussi": 1762,
      "impo": 1763,
      "sil": 1764,
      "ordin": 1765,
      "exac": 1766,
      "anybody": 1767,
      "pian": 1768,
      "lunch": 1769,
      "amie": 1770,
      "garcon": 1771,
      "accep": 1772,
      "four": 1773,
      "facile": 1774,
      "voyage": 1775,
      "nourriture": 1776,
      "contr": 1777,
      "forgot": 1778,
      "quiet": 1779,
      "mistake": 1780,
      "froid": 1781,
      "net": 1782,
      "sures": 1783,
      "colle": 1784,
      "meilleur": 1785,
      "app": 1786,
      "terri": 1787,
      "ained": 1788,
      "intent": 1789,
      "boire": 1790,
      "lli": 1791,
      "ward": 1792,
      "corre": 1793,
      "having": 1794,
      "regarder": 1795,
      "ene": 1796,
      "inform": 1797,
      "near": 1798,
      "mets": 1799,
      "month": 1800,
      "journ": 1801,
      "ances": 1802,
      "until": 1803,
      "fig": 1804,
      "endroit": 1805,
      "importe": 1806,
      "pourriez": 1807,
      "movie": 1808,
      "ateur": 1809,
      "iness": 1810,
      "office": 1811,
      "hair": 1812,
      "belle": 1813,
      "lique": 1814,
      "actu": 1815,
      "reading": 1816,
      "autant": 1817,
      "reponse": 1818,
      "opin": 1819,
      "mpe": 1820,
      "weather": 1821,
      "plais": 1822,
      "yours": 1823,
      "col": 1824,
      "content": 1825,
      "maniere": 1826,
      "cuse": 1827,
      "story": 1828,
      "pays": 1829,
      "har": 1830,
      "ener": 1831,
      "compte": 1832,
      "spo": 1833,
      "respe": 1834,
      "super": 1835,
      "premier": 1836,
      "figure": 1837,
      "makes": 1838,
      "dispose": 1839,
      "ake": 1840,
      "posit": 1841,
      "television": 1842,
      "fit": 1843,
      "worry": 1844,
      "drai": 1845,
      "supposed": 1846,
      "tance": 1847,
      "bientot": 1848,
      "impression": 1849,
      "ago": 1850,
      "bois": 1851,
      "eyes": 1852,
      "vin": 1853,
      "laisser": 1854,
      "cine": 1855,
      "cked": 1856,
      "tombe": 1857,
      "ghter": 1858,
      "serious": 1859,
      "discu": 1860,
      "rapide": 1861,
      "confiance": 1862,
      "trust": 1863,
      "small": 1864,
      "tv": 1865,
      "town": 1866,
      "alth": 1867,
      "music": 1868,
      "aurait": 1869,
      "bl": 1870,
      "mour": 1871,
      "trouv": 1872,
      "ainsi": 1873,
      "chemin": 1874,
      "guess": 1875,
      "hours": 1876,
      "fou": 1877,
      "kis": 1878,
      "attr": 1879,
      "mari": 1880,
      "professe": 1881,
      "ennu": 1882,
      "ating": 1883,
      "law": 1884,
      "road": 1885,
      "ames": 1886,
      "ably": 1887,
      "venue": 1888,
      "visite": 1889,
      "dormir": 1890,
      "stupid": 1891,
      "glas": 1892,
      "mas": 1893,
      "ellement": 1894,
      "playing": 1895,
      "exactement": 1896,
      "piano": 1897,
      "bur": 1898,
      "ss": 1899,
      "reussi": 1900,
      "angry": 1901,
      "olo": 1902,
      "trans": 1903,
      "ables": 1904,
      "advis": 1905,
      "etudier": 1906,
      "vir": 1907,
      "bring": 1908,
      "broke": 1909,
      "dernier": 1910,
      "rough": 1911,
      "aban": 1912,
      "lives": 1913,
      "intention": 1914,
      "iller": 1915,
      "clean": 1916,
      "diner": 1917,
      "sign": 1918,
      "usually": 1919,
      "hat": 1920,
      "tic": 1921,
      "penser": 1922,
      "iens": 1923,
      "says": 1924,
      "alled": 1925,
      "chaus": 1926,
      "ade": 1927,
      "reason": 1928,
      "ieur": 1929,
      "ticket": 1930,
      "class": 1931,
      "exactly": 1932,
      "advice": 1933,
      "discus": 1934,
      "prix": 1935,
      "regret": 1936,
      "students": 1937,
      "trouble": 1938,
      "hop": 1939,
      "himself": 1940,
      "ative": 1941,
      "hurry": 1942,
      "picture": 1943,
      "riere": 1944,
      "cial": 1945,
      "ident": 1946,
      "zed": 1947,
      "recu": 1948,
      "rir": 1949,
      "song": 1950,
      "feeling": 1951,
      "called": 1952,
      "suff": 1953,
      "expect": 1954,
      "leve": 1955,
      "iner": 1956,
      "box": 1957,
      "excus": 1958,
      "afternoon": 1959,
      "zz": 1960,
      "appro": 1961,
      "terre": 1962,
      "decided": 1963,
      "equi": 1964,
      "musique": 1965,
      "eating": 1966,
      "caught": 1967,
      "country": 1968,
      "medecin": 1969,
      "sum": 1970,
      "park": 1971,
      "cana": 1972,
      "obli": 1973,
      "aires": 1974,
      "pouvais": 1975,
      "interested": 1976,
      "fell": 1977,
      "loin": 1978,
      "prit": 1979,
      "probablement": 1980,
      "opinion": 1981,
      "dau": 1982,
      "ecout": 1983,
      "uf": 1984,
      "quiconque": 1985,
      "cry": 1986,
      "rece": 1987,
      "verre": 1988,
      "hot": 1989,
      "guit": 1990,
      "regard": 1991,
      "probably": 1992,
      "prochaine": 1993,
      "ny": 1994,
      "aimes": 1995,
      "dessus": 1996,
      "refle": 1997,
      "pap": 1998,
      "sac": 1999,
      "weren": 2000,
      "exce": 2001,
      "dream": 2002,
      "radio": 2003,
      "genre": 2004,
      "boulot": 2005,
      "contro": 2006,
      "poin": 2007,
      "chine": 2008,
      "amment": 2009,
      "fic": 2010,
      "mains": 2011,
      "lieu": 2012,
      "interesting": 2013,
      "shor": 2014,
      "affaire": 2015,
      "professeur": 2016,
      "vant": 2017,
      "chi": 2018,
      "pleure": 2019,
      "foot": 2020,
      "mise": 2021,
      "gener": 2022,
      "cs": 2023,
      "vert": 2024,
      "cient": 2025,
      "premiere": 2026,
      "proud": 2027,
      "miss": 2028,
      "desolee": 2029,
      "plutot": 2030,
      "capable": 2031,
      "anne": 2032,
      "dom": 2033,
      "pois": 2034,
      "cheveux": 2035,
      "vide": 2036,
      "pons": 2037,
      "manque": 2038,
      "fix": 2039,
      "puisse": 2040,
      "arrived": 2041,
      "ameri": 2042,
      "bil": 2043,
      "resul": 2044,
      "dead": 2045,
      "prete": 2046,
      "chois": 2047,
      "bicycle": 2048,
      "test": 2049,
      "rich": 2050,
      "thinking": 2051,
      "cost": 2052,
      "dehors": 2053,
      "tely": 2054,
      "appris": 2055,
      "number": 2056,
      "payer": 2057,
      "catch": 2058,
      "experience": 2059,
      "journal": 2060,
      "chanter": 2061,
      "leav": 2062,
      "game": 2063,
      "popu": 2064,
      "safe": 2065,
      "news": 2066,
      "fenetre": 2067,
      "bab": 2068,
      "flo": 2069,
      "land": 2070,
      "ron": 2071,
      "changer": 2072,
      "through": 2073,
      "surprise": 2074,
      "case": 2075,
      "tokyo": 2076,
      "aupar": 2077,
      "accomp": 2078,
      "finish": 2079,
      "entrer": 2080,
      "promise": 2081,
      "auparavant": 2082,
      "daughter": 2083,
      "snow": 2084,
      "quick": 2085,
      "born": 2086,
      "resse": 2087,
      "concert": 2088,
      "homework": 2089,
      "faim": 2090,
      "fonction": 2091,
      "ites": 2092,
      "force": 2093,
      "ends": 2094,
      "peuvent": 2095,
      "japanese": 2096,
      "choix": 2097,
      "later": 2098,
      "esp": 2099,
      "message": 2100,
      "blesse": 2101,
      "continu": 2102,
      "ution": 2103,
      "intelli": 2104,
      "advised": 2105,
      "uter": 2106,
      "pecher": 2107,
      "tire": 2108,
      "hip": 2109,
      "pleu": 2110,
      "shop": 2111,
      "rencontrer": 2112,
      ".\"": 2113,
      "city": 2114,
      "ive": 2115,
      "pes": 2116,
      "arm": 2117,
      "agre": 2118,
      "cherche": 2119,
      "business": 2120,
      "courage": 2121,
      "maybe": 2122,
      "favorite": 2123,
      "information": 2124,
      "indi": 2125,
      "deli": 2126,
      "ains": 2127,
      "prote": 2128,
      "front": 2129,
      "saying": 2130,
      "living": 2131,
      "attends": 2132,
      "type": 2133,
      "against": 2134,
      "emploi": 2135,
      "habitude": 2136,
      "cinq": 2137,
      "eux": 2138,
      "patient": 2139,
      "site": 2140,
      "marcher": 2141,
      "curite": 2142,
      "appreciate": 2143,
      "follow": 2144,
      "position": 2145,
      "clu": 2146,
      "lang": 2147,
      "etions": 2148,
      "agit": 2149,
      "appeler": 2150,
      "difference": 2151,
      "ming": 2152,
      "sk": 2153,
      "lio": 2154,
      "somme": 2155,
      "begin": 2156,
      "baby": 2157,
      "then": 2158,
      "outside": 2159,
      "ched": 2160,
      "etrange": 2161,
      "discuter": 2162,
      "invit": 2163,
      "chin": 2164,
      "amus": 2165,
      "taking": 2166,
      "computer": 2167,
      "emplo": 2168,
      "hands": 2169,
      "etranger": 2170,
      "meur": 2171,
      "ition": 2172,
      "sugg": 2173,
      "trave": 2174,
      "tree": 2175,
      "large": 2176,
      "summer": 2177,
      "grow": 2178,
      "pau": 2179,
      "wine": 2180,
      "atre": 2181,
      "tun": 2182,
      "sty": 2183,
      "prochain": 2184,
      "impossible": 2185,
      "ient": 2186,
      "nent": 2187,
      "poi": 2188,
      "health": 2189,
      "celle": 2190,
      "rope": 2191,
      "problemes": 2192,
      "chaud": 2193,
      "hosp": 2194,
      "stre": 2195,
      "appele": 2196,
      "utiliser": 2197,
      "scare": 2198,
      "fect": 2199,
      "strong": 2200,
      "convain": 2201,
      "devoirs": 2202,
      "invite": 2203,
      "peau": 2204,
      "kept": 2205,
      "five": 2206,
      "prin": 2207,
      "needs": 2208,
      "pouvait": 2209,
      "nouvelles": 2210,
      "rasse": 2211,
      "vont": 2212,
      "beh": 2213,
      "become": 2214,
      "lose": 2215,
      "shoes": 2216,
      "occupee": 2217,
      "immediatement": 2218,
      "thes": 2219,
      "hold": 2220,
      "chercher": 2221,
      "suffis": 2222,
      "dance": 2223,
      "ling": 2224,
      "save": 2225,
      "parce": 2226,
      "cade": 2227,
      "making": 2228,
      "venez": 2229,
      "compl": 2230,
      "build": 2231,
      "repondre": 2232,
      "hungry": 2233,
      "rai": 2234,
      "wal": 2235,
      "perdre": 2236,
      "excuse": 2237,
      "girlfriend": 2238,
      "trip": 2239,
      "equipe": 2240,
      "base": 2241,
      "date": 2242,
      "ttes": 2243,
      "moy": 2244,
      "commencer": 2245,
      "behind": 2246,
      "len": 2247,
      "reco": 2248,
      "deal": 2249,
      "prenez": 2250,
      "ifie": 2251,
      "fumer": 2252,
      "ignor": 2253,
      "lou": 2254,
      "unk": 2255,
      "suit": 2256,
      "boite": 2257,
      "lucky": 2258,
      "dar": 2259,
      "pa": 2260,
      "ises": 2261,
      "team": 2262,
      "teach": 2263,
      "suite": 2264,
      "works": 2265,
      "univer": 2266,
      "repare": 2267,
      "leg": 2268,
      "securite": 2269,
      "peine": 2270,
      "amou": 2271,
      "older": 2272,
      "hospital": 2273,
      "fus": 2274,
      "ls": 2275,
      "sen": 2276,
      "arti": 2277,
      "respon": 2278,
      "airs": 2279,
      "garde": 2280,
      "band": 2281,
      "cy": 2282,
      "ctu": 2283,
      "org": 2284,
      "order": 2285,
      "autor": 2286,
      "illed": 2287,
      "necessaire": 2288,
      "chaussures": 2289,
      "hes": 2290,
      "prefer": 2291,
      "classe": 2292,
      "instant": 2293,
      "pou": 2294,
      "ping": 2295,
      "sav": 2296,
      "savait": 2297,
      "rid": 2298,
      "riche": 2299,
      "tente": 2300,
      "explain": 2301,
      "woman": 2302,
      "gagne": 2303,
      "gagner": 2304,
      "birth": 2305,
      "oblige": 2306,
      "blo": 2307,
      "hit": 2308,
      "obe": 2309,
      "paid": 2310,
      "revoir": 2311,
      "perfect": 2312,
      "taxi": 2313,
      "numer": 2314,
      "appelle": 2315,
      "clear": 2316,
      "produit": 2317,
      "continue": 2318,
      "fully": 2319,
      "swe": 2320,
      "company": 2321,
      "cru": 2322,
      "needed": 2323,
      "magas": 2324,
      "choice": 2325,
      "ieuse": 2326,
      "somebody": 2327,
      "stayed": 2328,
      "lundi": 2329,
      "laugh": 2330,
      "street": 2331,
      "anni": 2332,
      "arme": 2333,
      "avion": 2334,
      "apolo": 2335,
      "sider": 2336,
      "ferai": 2337,
      "eaten": 2338,
      "mien": 2339,
      "att": 2340,
      "veille": 2341,
      "tomber": 2342,
      "rendu": 2343,
      "prend": 2344,
      "faisons": 2345,
      "etudie": 2346,
      "breakfast": 2347,
      "langue": 2348,
      "lune": 2349,
      "propre": 2350,
      "check": 2351,
      "garder": 2352,
      "enseign": 2353,
      "nombreux": 2354,
      "completement": 2355,
      "rappelle": 2356,
      "short": 2357,
      "cte": 2358,
      "hau": 2359,
      "ank": 2360,
      "ination": 2361,
      "respons": 2362,
      "comes": 2363,
      "paye": 2364,
      "simple": 2365,
      "hal": 2366,
      "aies": 2367,
      "consider": 2368,
      "deser": 2369,
      "taken": 2370,
      "clothes": 2371,
      "kid": 2372,
      "dark": 2373,
      "remar": 2374,
      "dition": 2375,
      "clock": 2376,
      "voulons": 2377,
      "charge": 2378,
      "rentrer": 2379,
      "gun": 2380,
      "whe": 2381,
      "machine": 2382,
      "chanson": 2383,
      "imagine": 2384,
      "public": 2385,
      "lent": 2386,
      "mait": 2387,
      "reconnais": 2388,
      "ast": 2389,
      "ieres": 2390,
      "conside": 2391,
      "touch": 2392,
      "certaine": 2393,
      "prudent": 2394,
      "dest": 2395,
      "pun": 2396,
      "laquelle": 2397,
      "ween": 2398,
      "polit": 2399,
      "desor": 2400,
      "comm": 2401,
      "expen": 2402,
      "disap": 2403,
      "fruit": 2404,
      "bruit": 2405,
      "neige": 2406,
      "tren": 2407,
      "devenir": 2408,
      "itu": 2409,
      "beer": 2410,
      "offer": 2411,
      "craz": 2412,
      "croy": 2413,
      "honne": 2414,
      "austral": 2415,
      "sound": 2416,
      "expensive": 2417,
      "trente": 2418,
      "cœur": 2419,
      "rend": 2420,
      "derriere": 2421,
      "changed": 2422,
      "funny": 2423,
      "accept": 2424,
      "ordinateur": 2425,
      "invi": 2426,
      "forme": 2427,
      "grou": 2428,
      "store": 2429,
      "plane": 2430,
      "australi": 2431,
      "quickly": 2432,
      "ass": 2433,
      "sub": 2434,
      "tenu": 2435,
      "prise": 2436,
      "lorsqu": 2437,
      "refuse": 2438,
      "count": 2439,
      "smoking": 2440,
