{"<s>":0,"</s>":1,"<unk>":2,"<pad>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"čĊ":260,"Ġt":261,"ou":262,"re":263,"Ġd":264,"Ġa":265,"Ġp":266,"Ġs":267,"on":268,"is":269,"en":270,"es":271,"Ġl":272,"er":273,"Ġc":274,"in":275,"Ġm":276,"Ã©":277,"he":278,"an":279,"Ġn":280,"it":281,"Ġw":282,"om":283,"Ġf":284,"qu":285,"as":286,"Ġb":287,"Ġy":288,"ll":289,"Ġv":290,"at":291,"Ġyou":292,"Ġde":293,"Ġh":294,"Ġto":295,"ous":296,"ar":297,"Ġqu":298,"ai":299,"ve":300,"or":301,"ent":302,"Je":303,"un":304,"Ġthe":305,"Ġth":306,"est":307,"ing":308,"ĠÃ":309,"Ġg":310,"Ġpas":311,"le":312,"Tom":313,"ais":314,"Ġque":315,"ed":316,"et":317,"us":318,"Ġne":319,"eu":320,"Ġj":321,"'t":322,"ot":323,"our":324,"Ġun":325,"Ġo":326,"Ġre":327,"te":328,"ri":329,"oi":330,"Ġme":331,"ĠÃł":332,"Ġle":333,"ant":334,"ait":335,"Ġla":336,"Ġsu":337,"ow":338,"se":339,"Ġ?":340,"Ġin":341,"il":342,"id":343,"im":344,"Ġbe":345,"Ġha":346,"ce":347,"Ġis":348,"Ġe":349,"Ġtr":350,"Ã¨":351,"ay":352,"Ġen":353,"Il":354,"Ġdo":355,"lle":356,"ion":357,"ch":358,"Ġr":359,"Ġhe":360,"out":361,"Ġof":362,"Ġest":363,"Ġch":364,"Ġpr":365,"au":366,"Ġvous":367,"Ġan":368,"Ã©t":369,"Ġce":370,"ĠI":371,"'s":372,"ment":373,"Ġthat":374,"al":375,"ld":376,"ke":377,"me":378,"ic":379,"hat":380,"Ġte":381,"ain":382,"Ġli":383,"Ġon":384,"Ġse":385,"The":386,"ver":387,"Ġpl":388,"ie":389,"os":390,"You":391,"pp":392,"tu":393,"ir":394,"Ġpar":395,"Ġfor":396,"eux":397,"Ġcom":398,"ĠTom":399,"oo":400,"Ġdon":401,"tre":402,"Ġwas":403,"He":404,"ons":405,"gh":406,"ren":407,"Ġit":408,"Ġk":409,"ter":410,"Ġwe":411,"ad":412,"Ġhave":413,"and":414,"Ġpour":415,"Ġau":416,"aire":417,"end":418,"av":419,"Ġune":420,"ag":421,"Ġas":422,"Ãª":423,"ill":424,"ont":425,"Ġje":426,"ould":427,"vous":428,"am":429,"Ġnot":430,"Ġwant":431,"ĠÃ©t":432,"Ġyour":433,"ac":434,"Ġthis":435,"'m":436,"res":437,"ne":438,"Ġsuis":439,"ble":440,"ut":441,"ans":442,"ght":443,"Ġgo":444,"Ġall":445,"op":446,"ur":447,"ien":448,"Ġst":449,"Ġcan":450,"We":451,"âĢ":452,"Ã©e":453,"oir":454,"Ġles":455,"Ġmy":456,"'re":457,"all":458,"now":459,"que":460,"Ġso":461,"ue":462,"Ġat":463,"Ġtu":464,"ĠdÃ©":465,"Ġfaire":466,"Ġknow":467,"ore":468,"Ġmon":469,"Ã¨re":470,"ers":471,"Ġdid":472,"Nous":473,"ith":474,"ang":475,"Ġav":476,"if":477,"âĢ¯":478,"ui":479,"ure":480,"Ġwith":481,"ard":482,"mp":483,"Ġsom":484,"Âł":485,"Ġlike":486,"ly":487,"Ġave":488,"Tu":489,"tes":490,"Ġare":491,"Ġcon":492,"It":493,"Vous":494,"Ġdes":495,"She":496,"ink":497,"ig":498,"Ġpro":499,"ol":500,"ĠÃª":501,"Ġsh":502,"ens":503,"Elle":504,"ust":505,"Ġdans":506,"ois":507,"hing":508,"Ġplus":509,"Ġnous":510,"Ġfr":511,"ort":512,"ess":513,"ct":514,"Ġ!":515,"ez":516,"ĠM":517,"Ġex":518,"Ã¨s":519,"st":520,"ook":521,"ave":522,"Ġab":523,"her":524,"§a":525,"ose":526,"Ġfait":527,"Ġri":528,"Ã©c":529,"Ġwhat":530,"ire":531,"eur":532,"ap":533,"up":534,"Ġwh":535,"Ġthink":536,"ary":537,"ĠÃ§a":538,"one":539,"oin":540,"Ġma":541,"What":542,"Ġar":543,"Wh":544,"ong":545,"Ġsur":546,"Ġhis":547,"rai":548,"el":549,"Ġtout":550,"Ġta":551,"ime":552,"Ġany":553,"Ġveux":554,"Ã©s":555,"ier":556,"Ġhim":557,"Ġal":558,"Do":559,"Ġdu":560,"Th":561,"Ġam":562,"ul":563,"Ġdev":564,"ation":565,"Ġavec":566,"Ġqui":567,"de":568,"Ġver":569,"'ll":570,"ouv":571,"Ġwor":572,"Ġsa":573,"ette":574,"ici":575,"Ġus":576,"'ve":577,"Ġquel":578,"bl":579,"ci":580,"Ġdis":581,"dre":582,"Ġcomp":583,"imp":584,"ense":585,"Ġand":586,"They":587,"ood":588,"are":589,"pe":590,"Ġpart":591,"oy":592,"age":593,"Ġabout":594,"Ġtime":595,"Ġsi":596,"ate":597,"Ġget":598,"ĠMary":599,"Ãł":600,"mps":601,"onne":602,"Le":603,"che":604,"Ġgr":605,"ite":606,"Ġcr":607,"Ġet":608,"Ġhere":609,"Ġvery":610,"mes":611,"Ġsont":612,"Ġpeu":613,"ĠrÃ©":614,"ost":615,"Ġfe":616,"ive":617,"Ġdidn":618,"ind":619,"ally":620,"Ġsee":621,"ff":622,"cc":623,"Ġout":624,"ux":625,"Ġman":626,"This":627,"Com":628,"Ġson":629,"Ġapp":630,"otre":631,"That":632,"ours":633,"la":634,"ouve":635,"Ġren":636,"ide":637,"oup":638,"ten":639,"Que":640,"Ġup":641,"ro":642,"very":643,"uis":644,"Ġdit":645,"ĠtrÃ¨s":646,"ille":647,"How":648,"Ġhad":649,"Ne":650,"ine":651,"rais":652,"Ġwere":653,"Ġneed":654,"Ġmais":655,"Ġpense":656,"Ce":657,"Ġher":658,"Ġvou":659,"Ġhapp":660,"si":661,"ĠÃªtre":662,"Ġser":663,"day":664,"Ġhas":665,"rent":666,"Pour":667,"Ġone":668,"ase":669,"Ġdem":670,"Ġtemps":671,"Ġmoi":672,"quoi":673,"Don":674,"ight":675,"Ġtou":676,"mer":677,"alk":678,"La":679,"Ġwill":680,"Ġgoing":681,"ry":682,"je":683,"Ġcl":684,"Ã»":685,"Ġvrai":686,"app":687,"tÃ©":688,"lles":689,"Ġlui":690,"Ġvotre":691,"ĠÃ©tÃ©":692,"Ġshould":693,"Ã´":694,"ome":695,"Ġpeux":696,"Ġag":697,"oun":698,"ĠÃ©tait":699,"Ġjust":700,"ĠÃªtes":701,"Ġbeau":702,"'d":703,"here":704,"Ġres":705,"Ġsais":706,"use":707,"pr":708,"Ġche":709,"Ġjam":710,"ast":711,"Ġchose":712,"Are":713,"Ġno":714,"lp":715,"ner":716,"ions":717,"Ġlook":718,"Ġgood":719,"ak":720,"ven":721,"ĠÃ©":722,"Les":723,"Ġes":724,"ance":725,"other":726,"Ġcette":727,"Ã§":728,"Ġici":729,"Ġlong":730,"iez":731,"able":732,"avai":733,"ice":734,"Ġhelp":735,"Ã¹":736,"Ġjamais":737,"Ã®":738,"Ġmar":739,"uit":740,"Ġdire":741,"ays":742,"Ġtoo":743,"Ġwork":744,"Ġton":745,"thing":746,"Ġtravai":747,"Ġent":748,"ass":749,"Ġparl":750,"ob":751,"Ġwould":752,"Ils":753,"Ġco":754,"Ġcela":755,"ought":756,"Ġbien":757,"ress":758,"Ġpens":759,"Ġvraiment":760,"aid":761,"air":762,"Ġthere":763,"iÃ¨re":764,"Ġcould":765,"mb":766,"Ġcar":767,"My":768,"une":769,"Ġreally":770,"dy":771,"ade":772,"Ġil":773,"Pourquoi":774,"Ġtell":775,"Ġfrom":776,"art":777,"Why":778,"ist":779,"Ġtrain":780,"ck":781,"Ġimp":782,"Ġpers":783,"ack":784,"Ġtoi":785,"ep":786,"iff":787,"lf":788,"Ġca":789,"ors":790,"Ġevery":791,"Ġby":792,"Ġsome":793,"Qu":794,"Ġatt":795,"iv":796,"Ġbr":797,"Ã©r":798,"Ġad":799,"lease":800,"Ġtalk":801,"Ġlo":802,"ign":803,"orte":804,"itÃ©":805,"moi":806,"Ġdiff":807,"Ġdoes":808,"Ġbes":809,"Ġper":810,"Ġquelque":811,"Ġbeen":812,"arg":813,"Ġseu":814,"riend":815,"cher":816,"anger":817,"Ġpass":818,"Ġbesoin":819,"coup":820,"Ãªte":821,"ord":822,"Ġliv":823,"Ġsav":824,"Ġstu":825,"Ġgot":826,"Ġcome":827,"Ġcont":828,"Ġmore":829,"Ġnever":830,"Ġvoul":831,"Ġoff":832,"Ġnow":833,"Ġthan":834,"elle":835,"Ġfin":836,"Ġdemand":837,"Ġpe":838,"ise":839,"There":840,"ient":841,"Ġsomet":842,"Ġmain":843,"Can":844,"rive":845,"Ġpre":846,"Ġbut":847,"Ġbus":848,"Ġbeaucoup":849,"Ã©l":850,"ree":851,"ish":852,"orm":853,"Ġfau":854,"Is":855,"ond":856,"Est":857,"Ġmu":858,"Ãªtre":859,"Ġif":860,"Ġavez":861,"Ã©es":862,"Ġavons":863,"lement":864,"sez":865,"Ġlet":866,"oit":867,"Ġtous":868,"ound":869,"Ġpren":870,"onn":871,"ud":872,"bre":873,"Ġbl":874,"Ġhome":875,"Ġsommes":876,"Ġask":877,"Ġwr":878,"Ġsem":879,"Ġaller":880,"Ġsomething":881,"Ġdr":882,"ange":883,"Ġparler":884,"ab":885,"Ġmuch":886,"Ġpla":887,"Ġquest":888,"Ġjus":889,"Ġsp":890,"Ġont":891,"Comment":892,"Ġfer":893,"Ġeat":894,"Ġspe":895,"iss":896,"Ġmat":897,"Ġfat":898,"Ġsay":899,"Ġmal":900,"Ġfriend":901,"Ãªme":902,"Ġgrand":903,"Ġpos":904,"ole":905,"Let":906,"Ġcomm":907,"Ġpeut":908,"Ġtake":909,"ĩa":910,"Ġhappen":911,"ĠlÃł":912,"Ġread":913,"Ġright":914,"Ġexp":915,"aiss":916,"um":917,"Ġenc":918,"Ġmaison":919,"On":920,"Ãĩa":921,"Ġheure":922,"ey":923,"ĠB":924,"Ġaf":925,"Ġbu":926,"aime":927,"Ã©tait":928,"Ġhow":929,"Ġlit":930,"ies":931,"Ġtom":932,"Ġmake":933,"jours":934,"Ġtrop":935,"Ġtoujours":936,"ants":937,"Ġrien":938,"ody":939,"ique":940,"rait":941,"Ġjour":942,"ge":943,"Ġven":944,"ick":945,"Ġva":946,"ars":947,"ĠF":948,"Did":949,"ĠÃ©c":950,"Ġdeux":951,"Ġfeel":952,"Ġvoir":953,"ting":954,"Ġou":955,"Ġbook":956,"ĠprÃ©":957,"Ġmoney":958,"Ġnouve":959,"Ġpouv":960,"ds":961,"Ġthought":962,"self":963,"oire":964,"Ġpri":965,"ert":966,"Ġmes":967,"vez":968,"Ġwhen":969,"Ġback":970,"ile":971,"Ġthey":972,"Ġencore":973,"Ġbet":974,"ils":975,"Ġlast":976,"Ġacc":977,"Ġmonde":978,"Ġshe":979,"Ġvoit":980,"Ġbon":981,"ieux":982,"Ġquoi":983,"Ġsure":984,"Ã¢":985,"Ġro":986,"Ġwho":987,"fe":988,"Ġpi":989,"ool":990,"Ġans":991,"Ġreg":992,"Ġsupp":993,"Ġbel":994,"Ġlot":995,"Ġenf":996,"Ġret":997,"Tout":998,"Ġanything":999,"Ġnew":1000,"iens":1001,"Ġvais":1002,"Ġtold":1003,"ussi":1004,"Ġday":1005,"ild":1006,"Ã´t":1007,"Ġcomme":1008,"Ġlove":1009,"Ġint":1010,"jour":1011,"Ġph":1012,"ence":1013,"ried":1014,"Ġai":1015,"aine":1016,"ern":1017,"Ġquelqu":1018,"Ġthing":1019,"pt":1020,"ĠdÃ©c":1021,"As":1022,"Ġavoir":1023,"Ġor":1024,"ough":1025,"Ġfais":1026,"Quel":1027,"row":1028,"oston":1029,"Mon":1030,"Ġpa":1031,"En":1032,"Ġund":1033,"ĠBoston":1034,"ra":1035,"ople":1036,"ning":1037,"Ã©tais":1038,"Ġagain":1039,"Ġfaut":1040,"Ġdoesn":1041,"ouse":1042,"Ġdois":1043,"Ġvoiture":1044,"Ġsoit":1045,"du":1046,"Ġdi":1047,"gl":1048,"ach":1049,"Ġwat":1050,"ures":1051,"Ġmust":1052,"Where":1053,"Ġgu":1054,"oth":1055,"ted":1056,"Elles":1057,"aimer":1058,"Please":1059,"Ġcons":1060,"Ġconn":1061,"lez":1062,"Ġvie":1063,"riez":1064,"tenant":1065,"Ġfois":1066,"Ġmade":1067,"ident":1068,"bien":1069,"argent":1070,"avez":1071,"hui":1072,"Ġway":1073,"Ġtravail":1074,"Ġold":1075,"Ġke":1076,"ĠrÃ©p":1077,"riv":1078,"ame":1079,"own":1080,"Ġsaid":1081,"ieve":1082,"Ġmo":1083,"aimerais":1084,"ese":1085,"Ġspeak":1086,"jourd":1087,"ĠJ":1088,"Ġye":1089,"Ġvu":1090,"tle":1091,"OÃ¹":1092,"If":1093,"Ġpet":1094,"Ġmin":1095,"Ã©ri":1096,"Ġeu":1097,"ĠdÃ©s":1098,"Ġavait":1099,"Ġsou":1100,"Ġvis":1101,"aient":1102,"Ġaussi":1103,"Who":1104,"endre":1105,"Ġstill":1106,"Ġpu":1107,"Ã¨me":1108,"Ġpeople":1109,"Ġple":1110,"Ġtoday":1111,"ouvez":1112,"Ġcare":1113,"Ã®t":1114,"nÃ©":1115,"Ġfran":1116,"Ġwon":1117,"Ġnom":1118,"ake":1119,"Ġpris":1120,"ante":1121,"Ġmaintenant":1122,"Ġwent":1123,"Ġcall":1124,"Ġfam":1125,"act":1126,"Ġprobl":1127,"Ġses":1128,"Ġjou":1129,"ways":1130,"Ġpol":1131,"orrow":1132,"Si":1133,"Ġdoing":1134,"Ġhouse":1135,"Ġbetter":1136,"ĠsÃ»":1137,"ĠoÃ¹":1138,"Ġhappy":1139,"Ã§ais":1140,"No":1141,"rents":1142,"Ġsm":1143,"Ġbelieve":1144,"Ġcour":1145,"rench":1146,"Ġalways":1147,"Ġrec":1148,"Ġplan":1149,"body":1150,"ek":1151,"Åĵ":1152,"iÃ©":1153,"vers":1154,"Ġstay":1155,"Ġonly":1156,"Ġmom":1157,"Ġceci":1158,"Ġjuste":1159,"Ġdern":1160,"ĠfranÃ§ais":1161,"Ġsent":1162,"Ġtw":1163,"Ġten":1164,"red":1165,"Ġnight":1166,"Ġroom":1167,"Ġplay":1168,"ope":1169,"Ġpersonne":1170,"Ġthem":1171,"ĠFrench":1172,"Ġprom":1173,"ĠA":1174,"Ġweek":1175,"rÃ©":1176,"fore":1177,"Ġaujourd":1178,"Ġseul":1179,"essay":1180,"ty":1181,"Ġprop":1182,"Ġjob":1183,"Ġsec":1184,"Ġaw":1185,"Ġrest":1186,"erst":1187,"Ġchez":1188,"Ġwait":1189,"Ġbefore":1190,"ccup":1191,"Ġter":1192,"âĢĻ":1193,"ouver":1194,"chool":1195,"ft":1196,"Ġac":1197,"Ġhard":1198,"ĠmÃªme":1199,"Have":1200,"Ġover":1201,"Ġrep":1202,"Ã©lÃ©":1203,"Ġmet":1204,"Ġparents":1205,"mber":1206,"Ġporte":1207,"Ġveu":1208,"Ġid":1209,"Ġpay":1210,"Ġmany":1211,"Ġtry":1212,"Ġdown":1213,"Ġfl":1214,"Ġop":1215,"Ġquestion":1216,"iqu":1217,"Ġmoment":1218,"Ġinv":1219,"Ġlivre":1220,"Ġfu":1221,"Ġsimp":1222,"Ġlittle":1223,"Ġour":1224,"Ġschool":1225,"Ġgive":1226,"Ġchild":1227,"Ġisn":1228,"Qui":1229,"ĠdÃ©j":1230,"Ġpensais":1231,"itu":1232,"ĠdÃ©jÃł":1233,"anc":1234,"nÃ©e":1235,"rit":1236,"blem":1237,"Un":1238,"min":1239,"ester":1240,"iz":1241,"Ġproblem":1242,"Ġregard":1243,"hed":1244,"prÃ¨s":1245,"att":1246,"Ġhand":1247,"Ġunderst":1248,"ĠtÃ©lÃ©":1249,"Ġsouv":1250,"Ġleave":1251,"ph":1252,"Every":1253,"asse":1254,"Ġwanted":1255,"get":1256,"Ġprendre":1257,"Ġsort":1258,"avais":1259,"endu":1260,"Ġgl":1261,"kes":1262,"Ġhier":1263,"Ġache":1264,"ention":1265,"og":1266,"ĠpÃ¨re":1267,"eau":1268,"Ġim":1269,"Avez":1270,"Ġmieux":1271,"ction":1272,"Ġassez":1273,"urn":1274,"Ġwhere":1275,"Ġdog":1276,"Pers":1277,"ired":1278,"Ġdisc":1279,"ful":1280,"Ġsoir":1281,"Ġbonne":1282,"reat":1283,"Ġemp":1284,"Ġafter":1285,"Ġwell":1286,"esterday":1287,"ĠdÃ©t":1288,"ity":1289,"Es":1290,"nous":1291,"ÃĢ":1292,"Ġcompren":1293,"Ġlaiss":1294,"Personne":1295,"Ġleft":1296,"leep":1297,"omme":1298,"Ġtrois":1299,"ret":1300,"Ġbec":1301,"Ġconf":1302,"acc":1303,"enc":1304,"Ġsurpr":1305,"Ġunderstand":1306,"Ġalone":1307,"Ġtomorrow":1308,"ider":1309,"autre":1310,"ex":1311,"ture":1312,"ents":1313,"Ġsc":1314,"rÃª":1315,"Ġhappened":1316,"Ġfather":1317,"Ġfind":1318,"Ġlive":1319,"uss":1320,"eurs":1321,"ÃĬ":1322,"ĠproblÃ¨me":1323,"th":1324,"auv":1325,"pect":1326,"Ġquand":1327,"Ġarriv":1328,"Ġdemain":1329,"Ġmus":1330,"oses":1331,"Ġbuy":1332,"ÃĬtes":1333,"Ġenough":1334,"Ġdevrais":1335,"xt":1336,"Ġseem":1337,"Ġrem":1338,"Ġautre":1339,"ĠC":1340,"Ġmanger":1341,"Ġtoutes":1342,"Ġsw":1343,"Ġsans":1344,"Ġthree":1345,"Ġyesterday":1346,"oint":1347,"Ġinte":1348,"ĠdÃ»":1349,"Ġput":1350,"Combien":1351,"ult":1352,"Ġdep":1353,"Ġmeet":1354,"Ġdisp":1355,"esp":1356,"Ġdone":1357,"Ġavant":1358,"Ġasked":1359,"Ġmor":1360,"Cette":1361,"oc":1362,"king":1363,"Ã©d":1364,"ĠplaÃ®t":1365,"Ġhur":1366,"Ġend":1367,"Ġdrink":1368,"Ġgens":1369,"Ġsavoir":1370,"ager":1371,"Ġrenc":1372,"Ġimport":1373,"When":1374,"Ġenv":1375,"Ġtwo":1376,"read":1377,"Ġsaw":1378,"Ġoccup":1379,"Ġfriends":1380,"Ġtea":1381,"ĠT":1382,"aux":1383,"Ġinto":1384,"Ġplease":1385,"Ġtrouv":1386,"Ġsens":1387,"Ġfut":1388,"Ġaim":1389,"Ġide":1390,"Ġstart":1391,"Ãªtes":1392,"ition":1393,"De":1394,"Ġever":1395,"Ġrais":1396,"ĠÃ©tud":1397,"ĠS":1398,"Ġnuit":1399,"Ġenfants":1400,"cle":1401,"ĠJap":1402,"oute":1403,"erre":1404,"Ġexpl":1405,"Ġeverything":1406,"tement":1407,"Ġaux":1408,"sible":1409,"Cel":1410,"Ġpartir":1411,"Ġpres":1412,"Ġheures":1413,"ated":1414,"Ġelle":1415,"Ġaut":1416,"arie":1417,"Ġplace":1418,"ace":1419,"Ġces":1420,"orry":1421,"ail":1422,"Ġcoup":1423,"Ġlis":1424,"Ġinc":1425,"Ġtoute":1426,"Ġwhy":1427,"Ma":1428,"ount":1429,"Ġcat":1430,"Ġfo":1431,"ĠaprÃ¨s":1432,"Ã©n":1433,"Ġtravaill":1434,"arrive":1435,"Ġchien":1436,"Ġessay":1437,"Ġnext":1438,"Ġass":1439,"arn":1440,"irst":1441,"be":1442,"Ġcomment":1443,"Ġconc":1444,"wn":1445,"Ġcha":1446,"ffe":1447,"Ġhope":1448,"Ġpetit":1449,"ised":1450,"Ã©cole":1451,"jet":1452,"Ġlate":1453,"Ġhear":1454,"Ġadv":1455,"ves":1456,"ank":1457,"Ġgir":1458,"Ġsimplement":1459,"Cela":1460,"ente":1461,"ĠdÃ©p":1462,"Ġbusy":1463,"Ġauc":1464,"avant":1465,"ision":1466,"Ġmont":1467,"Ġ1":1468,"Ġob":1469,"Ġother":1470,"Ġwrong":1471,"Ġdec":1472,"Would":1473,"Ġref":1474,"Ġtable":1475,"Ġlun":1476,"Ġbo":1477,"Ġaway":1478,"Ġwalk":1479,"Ġcond":1480,"Ġvoulais":1481,"All":1482,"int":1483,"Ġkind":1484,"ute":1485,"Ġnotre":1486,"Ġtes":1487,"Ġchoses":1488,"ĠsÃ»r":1489,"Ġdoor":1490,"Ġfun":1491,"Ġsleep":1492,"Ġcher":1493,"Ġpouvez":1494,"Åĵur":1495,"rÃ©c":1496,"ĠmÃ¨re":1497,"ĠderniÃ¨re":1498,"Ġfem":1499,"Ġrester":1500,"Ġquelques":1501,"ĠpassÃ©":1502,"Ġkne":1503,"Ġpoint":1504,"Ġviv":1505,"aisse":1506,"Ġprof":1507,"Puis":1508,"Ġidea":1509,"ĠMarie":1510,"Ġpuis":1511,"Ġreme":1512,"Ġnothing":1513,"Ġchance":1514,"Ġfirst":1515,"Ġshow":1516,"llement":1517,"Ġpourquoi":1518,"Ġcham":1519,"Ġwasn":1520,"Ġmot":1521,"ather":1522,"rer":1523,"Ġansw":1524,"Ġveut":1525,"Ġvol":1526,"temps":1527,"ends":1528,"trer":1529,"illes":1530,"ets":1531,"Ġcert":1532,"uses":1533,"gg":1534,"Ġvos":1535,"Ġmatin":1536,"Ġvenir":1537,"Ġphot":1538,"Ġsorry":1539,"ock":1540,"oud":1541,"omp":1542,"Ġgar":1543,"Ġquestions":1544,"Ġcor":1545,"Ġmay":1546,"oss":1547,"ious":1548,"Ġjours":1549,"endant":1550,"Ġcame":1551,"Ġturn":1552,"Ġdur":1553,"Ġalread":1554,"Ġheureux":1555,"Ġremember":1556,"Ġalready":1557,"rez":1558,"ng":1559,"Ġgave":1560,"Ġrapp":1561,"Ġyears":1562,"Ġear":1563,"Ġeven":1564,"Ġpat":1565,"Ġnouveau":1566,"Ġbeing":1567,"Ġbed":1568,"Ġprob":1569,"Re":1570,"Ġcompl":1571,"Ġthings":1572,"Ġbad":1573,"Ġyet":1574,"Ġdou":1575,"Ġkeep":1576,"Ġpolice":1577,"ĠidÃ©e":1578,"Ġknew":1579,"aider":1580,"Ġmoin":1581,"Ġanyone":1582,"Ġtook":1583,"Ġcouldn":1584,"leur":1585,"Ġbig":1586,"Ġmother":1587,"Ġused":1588,"Ġhab":1589,"chÃ©":1590,"Ġsoon":1591,"ts":1592,"Ġsait":1593,"Ġense":1594,"Ġlife":1595,"Ġlooking":1596,"Ġmorning":1597,"Ġname":1598,"Ġmind":1599,"Ġbou":1600,"ory":1601,"ĠprÃª":1602,"Ġexc":1603,"imes":1604,"Ġwithout":1605,"Ġrend":1606,"Ġrain":1607,"utes":1608,"Ġstud":1609,"Ġlu":1610,"Ġwatch":1611,"Ġaff":1612,"Ġpain":1613,"Ġtired":1614,"Ã¨rent":1615,"Ġarrive":1616,"Your":1617,"icile":1618,"ĠdÃ©sol":1619,"ister":1620,"Ġpeur":1621,"avoir":1622,"ĠtÃ´t":1623,"ats":1624,"Ġimportant":1625,"Ġopen":1626,"ich":1627,"igh":1628,"Ġvi":1629,"aurais":1630,"Ġcroire":1631,"Ġcle":1632,"Ġfac":1633,"Ġinteres":1634,"espÃ¨re":1635,"les":1636,"Ġmauv":1637,"Ġbest":1638,"Ġmauvais":1639,"par":1640,"Ġsemble":1641,"ict":1642,"ris":1643,"Ġtrouver":1644,"Ġfound":1645,"Ġprem":1646,"Ġheard":1647,"Ġstr":1648,"His":1649,"Ġseen":1650,"igu":1651,"Quand":1652,"phone":1653,"lÃ©":1654,"Ġmist":1655,"Ġvoulez":1656,"Ġteacher":1657,"ĠÂ":1658,"Ġfort":1659,"Ġsemaine":1660,"Ġlost":1661,"qui":1662,"Ġmeill":1663,"Ġdifficile":1664,"ĠprÃ©f":1665,"Ġminutes":1666,"bles":1667,"Ġrendre":1668,"ale":1669,"Ġlang":1670,"Ġcou":1671,"Ġgard":1672,"ily":1673,"ĠprÃ©s":1674,"Ġconse":1675,"Ġoften":1676,"Ġseule":1677,"Ġchildren":1678,"Ġtheir":1679,"ĠrÃ©s":1680,"ĠdemandÃ©":1681,"Ġlors":1682,"Ġcet":1683,"Ġsame":1684,"Ġuse":1685,"Quelle":1686,"Ġboy":1687,"Ġvoy":1688,"Ġaccident":1689,"St":1690,"Ã§on":1691,"Ġpo":1692,"Ġnon":1693,"Ġparle":1694,"yez":1695,"Ġhaven":1696,"Ġaider":1697,"Ġtra":1698,"angÃ©":1699,"Ġready":1700,"Ġentendu":1701,"uire":1702,"Ġraison":1703,"roit":1704,"Ġfille":1705,"Ġthese":1706,"Ġins":1707,"ache":1708,"raid":1709,"jeun":1710,"Ġmiss":1711,"Ġwish":1712,"Engl":1713,"uter":1714,"Ġcap":1715,"este":1716,"Ġquit":1717,"elles":1718,"Ġel":1719,"Ġwater":1720,"Ġanswer":1721,"Ġchambre":1722,"Ġann":1723,"Ġsouvent":1724,"Ġdepuis":1725,"Ġfatigu":1726,"Ġchange":1727,"Ġsavais":1728,"Ġafraid":1729,"ĠpiÃ¨":1730,"ell":1731,"ins":1732,"Ġproch":1733,"az":1734,"Ġsat":1735,"ote":1736,"Ġstudy":1737,"Ġpropos":1738,"ĠrÃ©pon":1739,"mble":1740,"vent":1741,"Ġdiffic":1742,"Ġtomb":1743,"May":1744,"ĠmÃ©":1745,"Ġsol":1746,"Ġdoct":1747,"Ġelse":1748,"Ġpendant":1749,"Ġsing":1750,"Ġyoung":1751,"river":1752,"ĠintÃ©":1753,"Ġstup":1754,"Ġord":1755,"Ġstop":1756,"Ġcontr":1757,"Ġyourself":1758,"Ġamis":1759,"ared":1760,"Ġeas":1761,"Ġfemme":1762,"rap":1763,"Ġcol":1764,"Ġbeg":1765,"Ġperson":1766,"ince":1767,"Ġhomme":1768,"rions":1769,"Ġpossible":1770,"Ġcrois":1771,"orter":1772,"Could":1773,"gry":1774,"Ġinf":1775,"ife":1776,"Ġlongtemps":1777,"Ġprie":1778,"Ġtard":1779,"Ġami":1780,"Ã©g":1781,"Ġquelle":1782,"aller":1783,"Ġcold":1784,"ished":1785,"Ġrev":1786,"Ġconv":1787,"Ġfai":1788,"English":1789,"Ġnu":1790,"Ġsecret":1791,"osed":1792,"Ġparty":1793,"Ġjusqu":1794,"idÃ©":1795,"Ġrun":1796,"Ġdorm":1797,"Ġmis":1798,"ĠvÃ©r":1799,"aissez":1800,"ĠarrÃª":1801,"Ġretard":1802,"Ġmort":1803,"Ġfil":1804,"Ġgreat":1805,"cept":1806,"ations":1807,"ignore":1808,"Ġlearn":1809,"Ġmyself":1810,"erai":1811,"Ġpret":1812,"heure":1813,"ĠarrivÃ©":1814,"ip":1815,"ied":1816,"Ġcommenc":1817,"ital":1818,"ches":1819,"Ġchoi":1820,"Ġvisit":1821,"Ġfew":1822,"iste":1823,"Ġcam":1824,"Ġfi":1825,"Ġbro":1826,"Ġsera":1827,"ĠachetÃ©":1828,"Ġpasse":1829,"Ġgirl":1830,"Ġabs":1831,"fait":1832,"rass":1833,"Ġnombre":1834,"oke":1835,"Ġbought":1836,"Ġtalking":1837,"Ġglad":1838,"erreur":1839,"Ġsho":1840,"Ġmatter":1841,"alement":1842,"Ġsk":1843,"jeuner":1844,"Ġswim":1845,"Ġlettre":1846,"reak":1847,"ork":1848,"onnes":1849,"Ġmov":1850,"ages":1851,"tr":1852,"led":1853,"per":1854,"Ġwants":1855,"Ġbless":1856,"ĠintÃ©ress":1857,"Ġimm":1858,"Ġgag":1859,"ĠfÃªte":1860,"ater":1861,"ienne":1862,"Ġwhile":1863,"Ġaround":1864,"Ġletter":1865,"ĠtrouvÃ©":1866,"erve":1867,"Ġmag":1868,"Ġlire":1869,"Ġperdu":1870,"ause":1871,"ys":1872,"Ã¨res":1873,"ĠEnglish":1874,"arm":1875,"llez":1876,"aires":1877,"Ġvoud":1878,"Ġtri":1879,"Ġpic":1880,"Ġcount":1881,"Ġmight":1882,"ustr":1883,"Ġgetting":1884,"Ġearly":1885,"Ġmoins":1886,"Ġable":1887,"Ġnice":1888,"ug":1889,"ĠsÅĵur":1890,"Ġleur":1891,"Ġfood":1892,"ience":1893,"tif":1894,"ites":1895,"ath":1896,"Ġcaf":1897,"Ġgen":1898,"Ġtrue":1899,"Ġpouvons":1900,"Ġjouer":1901,"Be":1902,"Ġdont":1903,"Ġperm":1904,"Par":1905,"ues":1906,"Ġhot":1907,"Ġpourrait":1908,"Ġdevons":1909,"ĠÃ©p":1910,"Ġdemande":1911,"ains":1912,"accord":1913,"onder":1914,"Ġrencont":1915,"ĠJapan":1916,"rant":1917,"Ġknows":1918,"Ġdeven":1919,"Ġsortir":1920,"ĠpiÃ¨ce":1921,"ces":1922,"Ġsister":1923,"inner":1924,"oid":1925,"Ġmarried":1926,"Ġtravailler":1927,"illez":1928,"Une":1929,"Ġyear":1930,"util":1931,"ia":1932,"Ġanother":1933,"ĠÃ©taient":1934,"Ġlooks":1935,"most":1936,"Ãī":1937,"Au":1938,"erci":1939,"Ġsujet":1940,"Ġsign":1941,"Ġvois":1942,"Ġexpect":1943,"Ġwonder":1944,"Ġbreak":1945,"Ġappel":1946,"ĠO":1947,"Ġtried":1948,"Ġsal":1949,"Ġeff":1950,"more":1951,"ream":1952,"Ġdanger":1953,"any":1954,"vÃ©":1955,"ments":1956,"uth":1957,"Ġnour":1958,"Ġmari":1959,"00":1960,"Ġment":1961,"Ġaren":1962,"Ġsois":1963,"Ġnouvelle":1964,"Ġhurt":1965,"entre":1966,"Ġdoit":1967,"ible":1968,"tiful":1969,"Ġville":1970,"Ġemb":1971,"ĠfrÃ¨re":1972,"Ġbrother":1973,"Ġmeeting":1974,"Ġwind":1975,"Ġsuch":1976,"Ġanymore":1977,"Ġgros":1978,"Ġforg":1979,"Ġdonner":1980,"Ġlisten":1981,"isÃ©":1982,"ĠtÃ©lÃ©phone":1983,"Ġhun":1984,"aie":1985,"Ġdevriez":1986,"Ġpasser":1987,"Ġinvit":1988,"ize":1989,"ĠcafÃ©":1990,"ivers":1991,"Ġact":1992,"Ġbeautiful":1993,"Ġwouldn":1994,"ĠvÃ©ritÃ©":1995,"Some":1996,"Ġown":1997,"joy":1998,"Ġerreur":1999,"Ġsau":2000,"toi":2001,"Ġtruth":2002,"Ġresp":2003,"Ġdoll":2004,"ĠallÃ©":2005,"ved":2006,"avons":2007,"pital":2008,"ĠjournÃ©e":2009,"Ġdays":2010,"ĠÃ¢":2011,"Ġgrande":2012,"Ġpap":2013,"Ġpresque":2014,"Ġ2":2015,"iser":2016,"Ġbecause":2017,"Ġchant":2018,"di":2019,"hab":2020,"Ġoubl":2021,"Ġmean":2022,"avantage":2023,"nis":2024,"ffee":2025,"Ġsitu":2026,"Ġdifficult":2027,"Ġaime":2028,"Ġretour":2029,"ok":2030,"ĠCh":2031,"Ġey":2032,"Ġfaites":2033,"Ġfilm":2034,"Ġtour":2035,"Ġtrouve":2036,"Ġattention":2037,"Ġphoto":2038,"ustral":2039,"Ġdavantage":2040,"apprÃ©c":2041,"ĠpensÃ©":2042,"Ġsuppose":2043,"Ġdir":2044,"Ġcoming":2045,"Ġcoffee":2046,"Ġcontin":2047,"Ġprofess":2048,"Son":2049,"Ġmine":2050,"Ġstation":2051,"Ġtennis":2052,"Ar":2053,"Ġfar":2054,"Ġinter":2055,"iment":2056,"Ġenjoy":2057,"rendre":2058,"Ġsoyez":2059,"Ġalmost":2060,"Ġfamille":2061,"Pouvez":2062,"rÃªte":2063,"Ġjeune":2064,"Tell":2065,"Ġdinner":2066,"Ġpartie":2067,"ĠdiffÃ©":2068,"ny":2069,"Ġbure":2070,"ĠdÃ©b":2071,"Ġfall":2072,"Ġrel":2073,"llow":2074,"Ġkid":2075,"Ġempl":2076,"Ġarg":2077,"Everyone":2078,"teau":2079,"Ġentre":2080,"Ġbureau":2081,"Ġconnais":2082,"Ġonce":2083,"Ġdiffe":2084,"Ġwaiting":2085,"Ġdoctor":2086,"mÃªme":2087,"Ġchau":2088,"avor":2089,"olog":2090,"Ġdevoir":2091,"Ġbooks":2092,"gether":2093,"adi":2094,"Ġdress":2095,"Ġfamily":2096,"era":2097,"Ġprod":2098,"Ġshouldn":2099,"Ġrestau":2100,"Ġcertain":2101,"lÃł":2102,"lui":2103,"Ġwin":2104,"used":2105,"Ġtonight":2106,"Ġcri":2107,"Ġdevez":2108,"Ġtogether":2109,"Ġnews":2110,"Ġcareful":2111,"iction":2112,"iate":2113,"Ġbit":2114,"Ġlivres":2115,"Ġpetite":2116,"Ch":2117,"oon":2118,"Ġhate":2119,"ĠdonnÃ©":2120,"Ġfavor":2121,"Ġgent":2122,"Ġvoulait":2123,"Ġwrite":2124,"Peux":2125,"iers":2126,"Ġcuis":2127,"inc":2128,"icy":2129,"arge":2130,"omm":2131,"aught":2132,"At":2133,"Dis":2134,"cin":2135,"ving":2136,"emp":2137,"Ġsugg":2138,"ĠÃ©tiez":2139,"Ġtermin":2140,"Ġaucune":2141,"elt":2142,"In":2143,"Ġap":2144,"Ġcook":2145,"Ġnat":2146,"Ġtellement":2147,"Ġsomeone":2148,"Ġtrying":2149,"Ġcombien":2150,"Ġkill":2151,"ression":2152,"ances":2153,"Ġsong":2154,"Ġchat":2155,"aut":2156,"Ġworking":2157,"Ġfelt":2158,"rire":2159,"Ġeach":2160,"Ġlikes":2161,"Ġforget":2162,"Ġsatis":2163,"pl":2164,"Ġaide":2165,"Ġcop":2166,"pped":2167,"Ġattend":2168,"Ġris":2169,"reux":2170,"Ġport":2171,"Ġseems":2172,"we":2173,"ying":2174,"Ġcal":2175,"Ġmess":2176,"rence":2177,"oyez":2178,"Ġpouvoir":2179,"Ġsituation":2180,"Ġfeu":2181,"Ġboth":2182,"Ġhor":2183,"Ġreal":2184,"Ġvenu":2185,"Ġvoi":2186,"aide":2187,"Ġworld":2188,"Ġlonger":2189,"Ġphone":2190,"Ġbir":2191,"ĠdÃ©solÃ©":2192,"nes":2193,"ĠoccupÃ©":2194,"uie":2195,"onque":2196,"Ġtrust":2197,"Ġexam":2198,"ĠrÃ©un":2199,"Ġfini":2200,"Ġenfant":2201,"Ġeasy":2202,"Peu":2203,"hait":2204,"Ġvac":2205,"Ġsl":2206,"Ġsit":2207,"ĠdÃ©jeuner":2208,"Ġpretty":2209,"Veu":2210,"Ã©p":2211,"ĠÃ©tais":2212,"Ġword":2213,"Ġminute":2214,"ark":2215,"Ġsix":2216,"Ġprend":2217,"ĠÃ©tudi":2218,"Get":2219,"Ġtrou":2220,"Ġlight":2221,"ĠprÃ©sent":2222,"Ġrestaurant":2223,"Will":2224,"Ġcin":2225,"Ġsuff":2226,"Veuillez":2227,"Ġsick":2228,"Ġbeh":2229,"ball":2230,"Ġsound":2231,"Ġnager":2232,"Ġbri":2233,"Ġdied":2234,"illÃ©":2235,"Ġdix":2236,"itude":2237,"ually":2238,"Ġsous":2239,"Ġbag":2240,"idi":2241,"Ġrencon":2242,"quÃ©":2243,"ateur":2244,"Ġprobable":2245,"ĠprÃªt":2246,"ger":2247,"Ġstarted":2248,"Ġty":2249,"ĠmangÃ©":2250,"Ã©tÃ©":2251,"Ġexact":2252,"riture":2253,"til":2254,"uv":2255,"Ġwife":2256,"Ġhigh":2257,"adore":2258,"Ġdemander":2259,"Ġvas":2260,"Ġviens":2261,"Ġtemp":2262,"Quelqu":2263,"Give":2264,"Ġdevrait":2265,"Ã©rÃ©":2266,"Ġconfi":2267,"Ġenvie":2268,"Ġdollars":2269,"Mary":2270,"Ġutil":2271,"Ġair":2272,"Thank":2273,"Ġaucun":2274,"Take":2275,"ĠtÃªte":2276,"ommes":2277,"aise":2278,"Ġstand":2279,"Ġheureuse":2280,"Ġchaque":2281,"Pren":2282,"son":2283,"Ġface":2284,"Ġgone":2285,"Ġsuiv":2286,"Ġclass":2287,"Ġfinished":2288,"Ġsouhait":2289,"Ġmois":2290,"Does":2291,"Ġamus":2292,"Ġreste":2293,"ĠrÃ©union":2294,"oman":2295,"Ġwindow":2296,"ume":2297,"Ġwear":2298,"Ġserait":2299,"Ġseulement":2300,"Ġwrit":2301,"Ġsurprised":2302,"Ġvivre":2303,"Ġinform":2304,"30":2305,"Ġvite":2306,"urer":2307,"Ġspend":2308,"Merci":2309,"Ġdiction":2310,"Ġmost":2311,"Ġbicy":2312,"Ġvieux":2313,"Ġinst":2314,"Ġlorsque":2315,"Go":2316,"Vou":2317,"ĠdÃ®":2318,"ĠÃ©tr":2319,"Ġpersonnes":2320,"Ġmalade":2321,"iques":2322,"Ġimag":2323,"Ġthose":2324,"Ġgare":2325,"ĠdÃ©m":2326,"Ġcomprendre":2327,"ĠmÃ©de":2328,"ĠcolÃ¨re":2329,"Veux":2330,"ason":2331,"Ġsucc":2332,"Ġpourrais":2333,"Ġacheter":2334,"Ġcomprends":2335,"Ġluck":2336,"Ġstupid":2337,"Voulez":2338,"Ġfils":2339,"ided":2340,"Ġdevrions":2341,"gard":2342,"Ġdrive":2343,"rir":2344,"Ġferais":2345,"Donne":2346,"ĠdÃ©r":2347,"Ġserv":2348,"Ġensemble":2349,"Ġlooked":2350,"ĠsÃ»re":2351,"Ġfig":2352,"Ġbi":2353,"Ġrap":2354,"Ġpian":2355,"Ġrespons":2356,"Ġbicycle":2357,"Ġsour":2358,"Ġstre":2359,"Ġhist":2360,"ĠAustral":2361,"Ġfacile":2362,"Ġnourriture":2363,"ken":2364,"Ġserai":2365,"Ġfollow":2366,"Ġmistake":2367,"Ġvoudrais":2368,"Ġforgot":2369,"Ġquite":2370,"Ġmeilleur":2371,"ĠfatiguÃ©":2372,"Sa":2373,"Ġpays":2374,"Ġmen":2375,"Ġreconn":2376,"Ġlunch":2377,"ĠgarÃ§on":2378,"Ġ\"":2379,"Ġvit":2380,"vel":2381,"ject":2382,"ĠdÃ©teste":2383,"Ġmusic":2384,"ĠJapon":2385,"Fais":2386,"ever":2387,"Ġconduire":2388,"Stop":2389,"Ces":2390,"where":2391,"Ġyeux":2392,"Ġexac":2393,"Ġmonth":2394,"Ġmil":2395,"Ġbor":2396,"Ġfroid":2397,"ArrÃªte":2398,"Ġir":2399,"Ġain":2400,"Ġcours":2401,"iness":2402,"ĠprÃ¨s":2403,"Ġpubl":2404,"Ġvue":2405,"ured":2406,"Ġlaisser":2407,"ĠthÃ©":2408,"tur":2409,"Ġnear":2410,"Ġoffice":2411,"Ġprison":2412,"Ġmettre":2413,"ĠrÃ©ponse":2414,"Nob":2415,"vision":2416,"Ġfire":2417,"Ġmovie":2418,"Sh":2419,"Ġuntil":2420,"Ġtax":2421,"ĠmaniÃ¨re":2422,"Ġjourn":2423,"old":2424,"Ġcompte":2425,"ib":2426,"ĠJe":2427,"enÃªtre":2428,"ĠcÃ´":2429,"ĠfenÃªtre":2430,"Ġrou":2431,"Ġprud":2432,"Ġweather":2433,"Ã§u":2434,"ĠoubliÃ©":2435,"Ġstory":2436,"Ġart":2437,"Ġserais":2438,"Nobody":2439,"Ġboire":2440,"Ġhair":2441,"Ġplais":2442,"ĠÃ©crit":2443,"Ġchang":2444,"Ġmakes":2445,"ler":2446,"ating":2447,"Ġcomple":2448,"Come":2449,"Ġadm":2450,"Ġregarder":2451,"ĠlaissÃ©":2452,"Laisse":2453,"Ġfour":2454,"Ġind":2455,"Ġeveryone":2456,"Ġsupposed":2457,"Ġunder":2458,"Ġfit":2459,"Ġcontre":2460,"ige":2461,"ientÃ´t":2462,"Ġsuc":2463,"ĠrÃª":2464,"Ġworry":2465,"Ġchemin":2466,"ĠcoÃ»":2467,"Ġdispos":2468,"Ġeyes":2469,"mÃ©":2470,"Ġsince":2471,"Ġanim":2472,"Ġamie":2473,"Ġautant":2474,"Ġdream":2475,"Ġregret":2476,"Ġpremier":2477,"Ġconfiance":2478,"Ġbelle":2479,"Ã¨te":2480,"Ġtravaille":2481,"ission":2482,"ĠTV":2483,"ĠÂ«":2484,"Ġrapide":2485,"ras":2486,"work":2487,"ĠsÃ©ri":2488,"ates":2489,"Ġhours":2490,"Ġcelui":2491,"Ġyours":2492,"Ġago":2493,"ably":2494,"ĠessayÃ©":2495,"iner":2496,"Ġanybody":2497,"Ġserious":2498,"Ġtravers":2499,"lot":2500,"man":2501,"ward":2502,"Ġfast":2503,"Ġru":2504,"Ġrob":2505,"Ġhead":2506,"Ġadd":2507,"Ã©lo":2508,"Ġconnaiss":2509,"Ġainsi":2510,"Ġangry":2511,"Ġsurv":2512,"Ġsmall":2513,"attend":2514,"Ġautres":2515,"Ġexactement":2516,"oubl":2517,"oyer":2518,"Ġreading":2519,"ĠprÃ©v":2520,"Ġpiano":2521,"Ġtimes":2522,"Ġguess":2523,"Ġsurpris":2524,"Ġdormir":2525,"iend":2526,"ĠbientÃ´t":2527,"Ġagree":2528,"Ġdernier":2529,"Ġbroke":2530,"Ġsil":2531,"riÃ¨re":2532,"ande":2533,"Ġopin":2534,"ked":2535,"na":2536,"Ġsy":2537,"ghter":2538,"ĠparlÃ©":2539,"Ġtant":2540,"Ġtick":2541,"Ġarriver":2542,"Ġterri":2543,"ĠÂ»":2544,"Ġvoyage":2545,"Ġhum":2546,"Ġhaving":2547,"als":2548,"Ġexactly":2549,"cer":2550,"Ġtru":2551,"Ġtrans":2552,"Ġprix":2553,"Ġconna":2554,"Ġdiscuss":2555,"em":2556,"Ġfa":2557,"Ġhimself":2558,"Ġcontent":2559,"Ġendroit":2560,"Ġadvice":2561,"Ġpicture":2562,"anche":2563,"ĠvÃ©lo":2564,"agne":2565,"Ġfell":2566,"Ġplaying":2567,"Ġradi":2568,"Ġkiss":2569,"urg":2570,"ĠcÃ´tÃ©":2571,"Ġvient":2572,"Ġusually":2573,"Ġcontinu":2574,"Our":2575,"noon":2576,"Ġtor":2577,"eure":2578,"vert":2579,"Ġclose":2580,"Ġcalled":2581,"Ġchauss":2582,"Ġtrouble":2583,"Ġfon":2584,"Ġhon":2585,"arrÃª":2586,"ett":2587,"midi":2588,"Ġcaught":2589,"Ġdess":2590,"Ġparti":2591,"Ġattendre":2592,"Ġfeeling":2593,"Ġafternoon":2594,"Ġmusique":2595,"ĠmÃ©decin":2596,"Ġsays":2597,"Ġnos":2598,"Ġreason":2599,"ical":2600,"Ġlives":2601,"Ġalors":2602,"ĠrÃ©f":2603,"Ġpouvais":2604,"Ġactu":2605,"Ġdecided":2606,"Ġboulot":2607,"Ġstudents":2608,"ĠdÃ®ner":2609,"cu":2610,"ced":2611,"less":2612,"Ġcas":2613,"Ġmontre":2614,"Ġpied":2615,"Ġexplain":2616,"Ġturned":2617,"Ġprobablement":2618,"Ġpop":2619,"Ġchans":2620,"iconque":2621,"Ġplut":2622,"amment":2623,"Ġsafe":2624,"Ġcorre":2625,"Regard":2626,"Ġcountry":2627,"Ġfou":2628,"Ġguit":2629,"oig":2630,"antÃ©":2631,"Ġran":2632,"alth":2633,"Ġverre":2634,"iquer":2635,"Ġhands":2636,"Ġclean":2637,"Ġprochaine":2638,"Ġfree":2639,"Ġbois":2640,"ettes":2641,"Ġpenser":2642,"Ġinterested":2643,"apprÃ©cie":2644,"ze":2645,"ĠL":2646,"Ġsus":2647,"Ġste":2648,"Ġmange":2649,"Ã©cess":2650,"arer":2651,"Ġcolle":2652,"Ġcause":2653,"Ġgenre":2654,"ables":2655,"Ġmour":2656,"Ġeating":2657,"Peut":2658,"Just":2659,"Ġloin":2660,"Ġteach":2661,"Ġlieu":2662,"Ġplait":2663,"Ġweren":2664,"Ġallow":2665,"Ġappre":2666,"uy":2667,"ĠgÃ©n":2668,"Ġprobably":2669,"Ġprofesseur":2670,"port":2671,"iller":2672,"Ġcheve":2673,"ĠÃ¢ge":2674,"side":2675,"Ġdau":2676,"Ġpois":2677,"Ġbat":2678,"Ġvers":2679,"Ġjoin":2680,"Ġproud":2681,"ution":2682,"Ġaccept":2683,"Ġhabit":2684,"Ġinteresting":2685,"App":2686,"Mes":2687,"Tous":2688,"lais":2689,"ettre":2690,"Ġlib":2691,"asses":2692,"Ġappreci":2693,"Ġred":2694,"icul":2695,"meric":2696,"others":2697,"Ġpatient":2698,"Ġarrived":2699,"Ġcheveux":2700,"Her":2701,"hÃ´":2702,"Ġban":2703,"ĠgÃ¢":2704,"Ġarm":2705,"umÃ©":2706,"Â»":2707,"ĠnÃ©cess":2708,"Ġval":2709,"rente":2710,"eler":2711,"Ġfoot":2712,"Ġpuisse":2713,"Ġjournal":2714,"Ġtown":2715,"akes":2716,"Ġpenses":2717,"Ġidi":2718,"Everybody":2719,"Ġbox":2720,"Ġfix":2721,"Ġradio":2722,"hors":2723,"intÃ©":2724,"ĠpremiÃ¨re":2725,"Ġnumber":2726,"ĠplutÃ´t":2727,"Ġsac":2728,"Ġdead":2729,"Ġthr":2730,"resse":2731,"Ġthinking":2732,"Ġdisapp":2733,"Ġsembl":2734,"Ġconcert":2735,"Ġcost":2736,"Ġsuper":2737,"enses":2738,"orth":2739,"Ġdifferent":2740,"yo":2741,"Ġdehors":2742,"Ġgame":2743,"anglais":2744,"ĠapprÃ©c":2745,"usement":2746,"Ġesc":2747,"Ġlangu":2748,"Ġtre":2749,"Ã¨mes":2750,"venu":2751,"Ġchanter":2752,"ial":2753,"Ġbill":2754,"arrass":2755,"lect":2756,"avait":2757,"Ġopinion":2758,"Laissez":2759,"Not":2760,"ron":2761,"Ġsnow":2762,"aines":2763,"ignor":2764,"Ġsurprise":2765,"Ġleav":2766,"Ġlaw":2767,"Ġdist":2768,"Ġappris":2769,"Ã®tre":2770,"gr":2771,"ĠE":2772,"Ġthir":2773,"Ġcatch":2774,"okyo":2775,"Ġproduit":2776,"ered":2777,"Â«":2778,"ĠP":2779,"ises":2780,"enir":2781,"fect":2782,"Ġpayer":2783,"paravant":2784,"Ġthrough":2785,"nent":2786,"uf":2787,"Ã©b":2788,"Ġbab":2789,"Ġsum":2790,"Which":2791,"blig":2792,"Ġhomework":2793,"ized":2794,"Ġfaim":2795,"Ġfonction":2796,"Ġpopul":2797,"Votre":2798,"homme":2799,"Ġleurs":2800,"Ġlater":2801,"lly":2802,"ĠÃ©ch":2803,"ĠdÃ©cidÃ©":2804,"Ġchoix":2805,"Am":2806,"Ġquick":2807,"Ġtele":2808,"These":2809,"Ġesp":2810,"Ġjoue":2811,"Ġargent":2812,"Ġdaughter":2813,"Look":2814,"eep":2815,"ĠG":2816,"llig":2817,"Ġage":2818,"Ġadvised":2819,"Ġmessage":2820,"cep":2821,"Ġparfait":2822,"Ġauparavant":2823,"uritÃ©":2824,"Ġessayer":2825,".\"":2826,"Ġbar":2827,"Ãªcher":2828,"importe":2829,"Ess":2830,"ĠimmÃ©d":2831,"Ġfavorite":2832,"Ġouv":2833,"Ġbas":2834,"Ġallons":2835,"Ġsold":2836,"Ġvin":2837,"Ġchanger":2838,"ched":2839,"Ġpeuvent":2840,"Ġentendre":2841,"Ġtrip":2842,"Ġappreciate":2843,"Ġpark":2844,"dd":2845,"ther":2846,"glais":2847,"Ġchaud":2848,"Keep":2849,"oking":2850,"Ġpun":2851,"ĠMon":2852,"ĠrÃ©ve":2853,"tenir":2854,"Ġimpos":2855,"Ġrencontrer":2856,"Ġtype":2857,"ctu":2858,"Ġsun":2859,"Ġdel":2860,"Ġdites":2861,"Ġagainst":2862,"Ġdiscuter":2863,"Ã¯":2864,"ĠsÃ©c":2865,"Ġhos":2866,"Ġrich":2867,"Ġoutside":2868,"ĠTokyo":2869,"Ġsuggest":2870,"ĠimmÃ©diate":2871,"not":2872,"ĠsÃ©":2873,"Ġtrait":2874,"Ġsto":2875,"Pourriez":2876,"Ġliving":2877,"Ġfinish":2878,"Ġsaying":2879,"ĠAmeric":2880,"Ġintellig":2881,"Ġviend":2882,"Ġsub":2883,"ither":2884,"igne":2885,"ĠproblÃ¨mes":2886,"Ġthen":2887,"Ġgrow":2888,"Ġapprendre":2889,"Ġmarcher":2890,"cs":2891,"Ġlarge":2892,"Ġbout":2893,"ĠdÃ©solÃ©e":2894,"Ġdevoirs":2895,"Ġhistoire":2896,"oh":2897,"Ġdiv":2898,"Ġcomputer":2899,"Ġneeds":2900,"ĠÃ©g":2901,"Ġbusiness":2902,"Ġnouvelles":2903,"Ġpouvait":2904,"Ġprochain":2905,"Ġtent":2906,"Ġrac":2907,"alent":2908,"Ġcommence":2909,"Ġkept":2910,"Ġbecome":2911,"ĠimmÃ©diatement":2912,"cess":2913,"Ġtree":2914,"let":2915,"ensive":2916,"apon":2917,"Ġmach":2918,"Ġpensez":2919,"Ġtouch":2920,"Ġconvain":2921,"Ġhospital":2922,"Ġdro":2923,"Ã©m":2924,"Ġwine":2925,"Ġlau":2926,"Ġlie":2927,"Ġattrap":2928,"ĠD":2929,"omet":2930,"unk":2931,"Ġoblig":2932,"Ġsuit":2933,"ower":2934,"Ġtrave":2935,"ĠprÃ©c":2936,"Ġtaking":2937,"Ã´le":2938,"Ã§ons":2939,"lfriend":2940,"Ġvisite":2941,"Ġstrong":2942,"ĠJapanese":2943,"Ġhungry":2944,"Notre":2945,"aille":2946,"Ġshort":2947,"Ġsecond":2948,"Ġshoes":2949,"Ġcu":2950,"Ġvont":2951,"tez":2952,"Pourrais":2953,"ressed":2954,"ĠrÃ©pondre":2955,"Ġimpossible":2956,"ric":2957,"Ġperdre":2958,"Ġpromise":2959,"Ġgirlfriend":2960,"ĠH":2961,"Ġgre":2962,"Ġhealth":2963,"ĠrencontrÃ©":2964,"Ġbehind":2965,"Ġborn":2966,"ĠÅĵ":2967,"Ġcut":2968,"ication":2969,"Ġcloth":2970,"Ġcent":2971,"Ġcass":2972,"Ġfore":2973,"user":2974,"Ã¨ve":2975,"Ġanglais":2976,"ĠÃ©tions":2977,"Ġmaking":2978,"Ġbuild":2979,"ĠoccupÃ©e":2980,"Ġordin":2981,"Ġsuffis":2982,"Ġimagin":2983,"gan":2984,"Ġmoy":2985,"Ġteam":2986,"Ġcheck":2987,"venir":2988,"ĠsÃ©curitÃ©":2989,"cl":2990,"rou":2991,"Ġsavez":2992,"Ġcoin":2993,"ĠrÃ¨":2994,"Ġparce":2995,"Ġpeine":2996,"Ġolder":2997,"ĠboÃ®":2998,"Ġenseign":2999,"zz":3000,"Ġwar":3001,"Ġparc":3002,"Ġfront":3003,"lÃ©ch":3004,"Ġbegin":3005,"ĠcommencÃ©":3006,"Ġchaussures":3007,"ĠnÃ©cessaire":3008,"Ġbaby":3009,"Voud":3010,"usÃ©":3011,"Ġamou":3012,"quipe":3013,"Ġpublic":3014,"ĠMonday":3015,"rons":3016,"Ġdie":3017,"Ġpick":3018,"Ġfier":3019,"Ġsavait":3020,"Ġmains":3021,"Ġguy":3022,"ray":3023,"Ġlose":3024,"Ġlum":3025,"Ġwoman":3026,"Ġbase":3027,"Ã¨tement":3028,"quel":3029,"Ġcomplain":3030,"Ġgagner":3031,"Ġtaxi":3032,"Ġfive":3033,"amed":3034,"cient":3035,"Ġneeded":3036,"mbre":3037,"Ġperfect":3038,"Ġchercher":3039,"Maybe":3040,"Ġchoice":3041,"Ġmagas":3042,"Ġbirth":3043,"Ġsummer":3044,"fer":3045,"enez":3046,"apeau":3047,"Ġworks":3048,"ĠÃ©crire":3049,"Ġstayed":3050,"ĠterminÃ©":3051,"fast":3052,"occup":3053,"Ġallez":3054,"Ġpaid":3055,"inst":3056,"rieur":3057,"Ġchois":3058,"Ġaband":3059,"Ã¢t":3060,"Ġswe":3061,"Ġrevoir":3062,"Att":3063,"Ġapolog":3064,"Ġlaugh":3065,"fois":3066,"Ġcade":3067,"ĠbÃ©b":3068,"irer":3069,"Ġeaten":3070,"Ġdispose":3071,"Ġcinq":3072,"aw":3073,"Ġder":3074,"Ġsave":3075,"Ġriche":3076,"Ġcompany":3077,"Ġclasse":3078,"Ġfull":3079,"ĠÃ©tudier":3080,"ĠcomplÃ¨tement":3081,"Ġlangue":3082,"ĠsantÃ©":3083,"onde":3084,"agit":3085,"ĠÃ©v":3086,"airs":3087,"Ġsimple":3088,"Ġcapable":3089,"Ġnombreux":3090,"Voi":3091,"rÃ©e":3092,"Ġdate":3093,"Ġate":3094,"Ġsoi":3095,"Ġopp":3096,"Ġprin":3097,"Ġaurait":3098,"Ġrentrer":3099,"Ġpropre":3100,"Ġhurry":3101,"Ġtomber":3102,"Pense":3103,"bas":3104,"Ġmur":3105,"ĠÃ©cout":3106,"Ġclothes":3107,"fu":3108,"Ġhat":3109,"Ġavais":3110,"Ġvoulons":3111,"ĠOK":3112,"Ġmachine":3113,"Ex":3114,"Fait":3115,"Sais":3116,"Ġdark":3117,"ines":3118,"Ġmed":3119,"Ġdeal":3120,"antes":3121,"Ã©tr":3122,"quelle":3123,"Ġferai":3124,"ĠdÃ©cision":3125,"Ġcertaine":3126,"ĠblessÃ©":3127,"Ġbreakfast":3128,"Ġcomplete":3129,"Ġchanson":3130,"lus":3131,"Ġz":3132,"Ġpie":3133,"Ġcity":3134,"Ġfish":3135,"aig":3136,"Ġils":3137,"Ġbruit":3138,"Ġlundi":3139,"Ġstudent":3140,"Ġsignif":3141,"Ã§a":3142,"Ġdim":3143,"Ġju":3144,"Ġkn":3145,"oyÃ©":3146,"Ġcraz":3147,"Ġpleuv":3148,"Ġreport":3149,"Penses":3150,"fort":3151,"Ġpress":3152,"Ġlaisse":3153,"Ġhit":3154,"tel":3155,"Ġenn":3156,"Ġfrapp":3157,"ĠÃ©l":3158,"Ġkey":3159,"Ġtest":3160,"Ġsorte":3161,"Ġhour":3162,"Ã©tud":3163,"Ġparticul":3164,"Ġdevenir":3165,"Ġemploi":3166,"Ġidiot":3167,"ĠderriÃ¨re":3168,"Was":3169,"ĠK":3170,"ĠcÅĵur":3171,"Ġbeer":3172,"ics":3173,"agÃ©":3174,"Ġrent":3175,"Ġimpression":3176,"Ġfunny":3177,"Ġrapidement":3178,"Ġquickly":3179,"ĠboÃ®te":3180,"Ġcrazy":3181,"li":3182,"Ġill":3183,"Ġdroit":3184,"ited":3185,"ĠbiÃ¨re":3186,"ĠreÃ§u":3187,"Ġplain":3188,"oser":3189,"Ġfruit":3190,"Ġeverybody":3191,"Ġviol":3192,"habitude":3193,"erais":3194,"ĠnumÃ©":3195,"Ġgun":3196,"Ġjapon":3197,"pping":3198,"Ġresse":3199,"Ġfumer":3200,"ĠtÃ©lÃ©vision":3201,"Ġautor":3202,"ĠnumÃ©ro":3203,"Dites":3204,"annÃ©e":3205,"tres":3206,"Ġexpensive":3207,"Ġassis":3208,"Ġinvited":3209,"ĠfaÃ§on":3210,"ps":3211,"Ġcup":3212,"Ġfleur":3213,"Ġdesc":3214,"ĠappelÃ©":3215,"Ġvacances":3216,"Pensez":3217,"Faites":3218,"lent":3219,"ĠR":3220,"Ġtrente":3221,"Ġform":3222,"Ġmontrer":3223,"cial":3224,"ĠaimÃ©":3225,"Ġpresent":3226,"Ġwatching":3227,"ĠbÃ©bÃ©":3228,"Savez":3229,"ls":3230,"naire":3231,"Ġpoi":3232,"ative":3233,"Ġeng":3234,"irÃ©":3235,"Ġasleep":3236,"Ġrespect":3237,"Ġperd":3238,"iquÃ©":3239,"Ġcommencer":3240,"Ġutiliser":3241,"bed":3242,"Ġchapeau":3243,"ules":3244,"Ġimpat":3245,"Ġvouloir":3246,"Ġpolit":3247,"intention":3248,"cÃ©":3249,"tte":3250,"indre":3251,"Ġfas":3252,"Ġcelle":3253,"lace":3254,"Ġscared":3255,"Ġrappelle":3256,"Ġmauvaise":3257,"ĠarrÃªtÃ©":3258,"Ġwearing":3259,"ĠrÃ©flÃ©ch":3260,"Ġbuilding":3261,"rÃ©s":3262,"Ġroute":3263,"Ġbring":3264,"Ġhotel":3265,"Ġmagasin":3266,"Ton":3267,"by":3268,"ta":3269,"ener":3270,"Ġlist":3271,"ĠlÃ©g":3272,"atre":3273,"Ġheart":3274,"tures":3275,"Ġcomes":3276,"Ġprojet":3277,"ives":3278,"Ġsouviens":3279,"rist":3280,"Ġlait":3281,"Ġnecess":3282,"ĠAustralia":3283,"Ġbot":3284,"Ġdeath":3285,"ush":3286,"Ġrece":3287,"Ġcannot":3288,"Ġwhole":3289,"Ġquiet":3290,"New":3291,"Ġspent":3292,"Ġmod":3293,"Ġdecision":3294,"ween":3295,"Ġlucky":3296,"ming":3297,"Ġtall":3298,"Ġworth":3299,"Ġfont":3300,"Ġboss":3301,"Ġneigh":3302,"iel":3303,"Ġparv":3304,"Ġworried":3305,"ĠclÃ©":3306,"Ġsport":3307,"Ġkids":3308,"Ġneighb":3309,"To":3310,"hist":3311,"run":3312,"ĠmÃ©d":3313,"Ġner":3314,"itÃ©s":3315,"Ġwhe":3316,"Ġneige":3317,"Ġposer":3318,"Ġplein":3319,"Ġstupide":3320,"Ġbegan":3321,"ĠarrÃªter":3322,"Ġinformation":3323,"Ġticket":3324,"Ġtort":3325,"Try":3326,"Ã©rer":3327,"ĠnÃ©":3328,"Ġnois":3329,"Ġem":3330,"Ġelles":3331,"Ġrue":3332,"Ġgoes":3333,"ĠrÃ©al":3334,"Ġress":3335,"Ġprends":3336,"Ã¢mes":3337,"accident":3338,"Ġlived":3339,"Ġpuiss":3340,"Ġsatisfait":3341,"Somet":3342,"Ġfact":3343,"quer":3344,"aim":3345,"Ġleg":3346,"ointed":3347,"Ġdevant":3348,"ĠrÃ©uss":3349,"arth":3350,"Ġproblems":3351,"Ġpaper":3352,"Aim":3353,"Tr":3354,"set":3355,"Ġothers":3356,"Ġait":3357,"Ġwall":3358,"Ġdeb":3359,"Here":3360,"Comme":3361,"ĠrÃ©pond":3362,"Ġbecame":3363,"Ġsatisf":3364,"Ġrobe":3365,"arrÃªter":3366,"Cet":3367,"ton":3368,"Ġmill":3369,"Ġfight":3370,"Ġfasse":3371,"ĠvÃªte":3372,"Ġchoc":3373,"ĠprÃªte":3374,"ĠIt":3375,"irt":3376,"Ġstore":3377,"Ġsoin":3378,"chez":3379,"Ġtelling":3380,"Ġaccomp":3381,"gles":3382,"Ã©rif":3383,"Ġrecomm":3384,"Ġrapport":3385,"Ġgarder":3386,"iversaire":3387,"Ġmilk":3388,"Ġterrible":3389,"Des":3390,"Ġurg":3391,"ceed":3392,"Ġappro":3393,"Ġlock":3394,"Ġdrunk":3395,"Ġbetween":3396,"Ġfaisait":3397,"Everything":3398,"Ġchanged":3399,"aff":3400,"Ġtim":3401,"Ġrare":3402,"Ġdonc":3403,"ended":3404,"aged":3405,"Ġriver":3406,"Ġpossi":3407,"Ġhandle":3408,"Ġclear":3409,"ĠprÃ©fÃ¨re":3410,"Ġstudying":3411,"Ġcadeau":3412,"bres":3413,"ru":3414,"Ġnorm":3415,"iter":3416,"Ġve":3417,"unday":3418,"Ġjet":3419,"Ġsty":3420,"ccas":3421,"room":3422,"Ġcake":3423,"Ġfinir":3424,"Ġweekend":3425,"Ġveulent":3426,"Auc":3427,"Ġlanguage":3428,"Ġbirthday":3429,"ĠCan":3430,"Ġset":3431,"onner":3432,"Ġble":3433,"ouss":3434,"Ġlibre":3435,"Ġamb":3436,"acheter":3437,"ove":3438,"Ã«":3439,"Ġdest":3440,"onom":3441,"oose":3442,"ĠdÃ©f":3443,"ape":3444,"Ã»t":3445,"Ġsuppos":3446,"Ġorgan":3447,"Ġremar":3448,"ĠSunday":3449,"Ġ19":3450,"Ġkilled":3451,"Ġrouge":3452,"Ġtravel":3453,"ĠvÃªtements":3454,"noc":3455,"ques":3456,"Ġborrow":3457,"ature":3458,"Ġwhich":3459,"Ġtakes":3460,"ettez":3461,"Ġclim":3462,"Ġclosed":3463,"Ġwrote":3464,"Ġvieille":3465,"Ġallowed":3466,"fully":3467,"rance":3468,"Ġatte":3469,"ensÃ©":3470,"Ġguerre":3471,"Ġnombreuses":3472,"Ġsuccess":3473,"Ġplaisir":3474,"ned":3475,"Ġtrad":3476,"Ã¨que":3477,"Ġliked":3478,"Ġsomme":3479,"Ġvoulu":3480,"ormais":3481,"Ġstopped":3482,"ding":3483,"lo":3484,"ness":3485,"oudre":3486,"Ġrather":3487,"illage":3488,"Ġriv":3489,"Ġbras":3490,"Ġposs":3491,"Ġposte":3492,"Ġconseil":3493,"Ġlorsqu":3494,"Ġabsol":3495,"Many":3496,"iver":3497,"Ġfus":3498,"ries":3499,"Ġlaquelle":3500,"Ġsole":3501,"ĠmarchÃ©":3502,"Ġtalked":3503,"Ġthank":3504,"Ġpleurer":3505,"Ġexcuses":3506,"Ġaffaires":3507,"Ġmistakes":3508,"Ġmissed":3509,"Ġcuisine":3510,"ieurs":3511,"ĠY":3512,"ĠPar":3513,"Ġhid":3514,"ari":3515,"Ġinnoc":3516,"ĠrÃ©c":3517,"aper":3518,"Ġhelped":3519,"Ġprefer":3520,"Ġhappening":3521,"Ġaffaire":3522,"Ġstrange":3523,"Ġsymp":3524,"Ġtot":3525,"Ġhalf":3526,"Ġgets":3527,"Ġferm":3528,"Ġexper":3529,"Ġcourt":3530,"Ġnecessary":3531,"Ġdange":3532,"Ġporter":3533,"arre":3534,"idence":3535,"Ġearth":3536,"Ã¨ne":3537,"Ġwords":3538,"areil":3539,"NoÃ«":3540,"Ġmeilleure":3541,"Ġorder":3542,"ĠÃ©tudiants":3543,"ĠgÃ¢teau":3544,"Ġsoleil":3545,"NoÃ«l":3546,"Ġcase":3547,"Ġmang":3548,"Ġjard":3549,"Ġknown":3550,"raient":3551,"bli":3552,"Ġworked":3553,"ails":3554,"ĠlumiÃ¨re":3555,"One":3556,"iÃ¨res":3557,"Ġmer":3558,"Ġnerve":3559,"Ġfilles":3560,"Ġquatre":3561,"ortes":3562,"Ġhaut":3563,"Ġplans":3564,"Ġdonne":3565,"Ġspeaking":3566,"Ġpleas":3567,"Ġflo":3568,"Ġabsent":3569,"Ġdangerous":3570,"od":3571,"ĠNew":3572,"Ġsense":3573,"Ġnoir":3574,"unes":3575,"Ġsell":3576,"Ġforward":3577,"Ġalong":3578,"Ġchem":3579,"Ġchev":3580,"Ġcarte":3581,"Ġliste":3582,"Ġmots":3583,"Ġstreet":3584,"ĠconnaÃ®t":3585,"Ġmourir":3586,"Ġimpatient":3587,"Ġpan":3588,"Ġupset":3589,"Ġsmoking":3590,"Ġterre":3591,"ĠintÃ©ressant":3592,"Ġsuffisamment":3593,"Ġpossib":3594,"emb":3595,"gÃ©":3596,"ĠN":3597,"Ġess":3598,"Ġtas":3599,"enf":3600,"Ġbeach":3601,"ayez":3602,"rest":3603,"Ġrendu":3604,"Ġentrer":3605,"Ġprep":3606,"Ġsouff":3607,"Ġenvir":3608,"Ġevening":3609,"Ġfigured":3610,"Ġreconnaiss":3611,"ohn":3612,"Soyez":3613,"cul":3614,"dess":3615,"sh":3616,"Ġhors":3617,"Ġquiconque":3618,"Ġseat":3619,"Ġpluie":3620,"Ġcoat":3621,"Ġfinally":3622,"Ġspeaks":3623,"Ġexpected":3624,"Ġprudent":3625,"ĠrÃªve":3626,"jou":3627,"mas":3628,"Ġinj":3629,"mell":3630,"Ġplage":3631,"Were":3632,"Ġrire":3633,"Ġbrought":3634,"Ġpriv":3635,"ĠdÃ©sormais":3636,"Ġfuture":3637,"ĠsÃ©rie":3638,"Ġcorrect":3639,"Ġthirty":3640,"Ġordinateur":3641,"Ġjardin":3642,"rom":3643,"Ġeux":3644,"Ġcard":3645,"ĠbÃ¢t":3646,"uel":3647,"Ġoffer":3648,"Ġblack":3649,"Ġplane":3650,"ĠrÃ©soudre":3651,"ccasion":3652,"Ġfis":3653,"ĠvÃ©rif":3654,"Ġrequ":3655,"irai":3656,"Ġits":3657,"Ġless":3658,"Ġmanque":3659,"Ġmanteau":3660,"Ġdemanda":3661,"Ġsouci":3662,"Ġsolution":3663,"Ãīt":3664,"Ġdictionary":3665,"Ġdictionnaire":3666,"Lors":3667,"Ġvaut":3668,"Ġleast":3669,"owers":3670,"ĠchangÃ©":3671,"Ġamies":3672,"Ġhappens":3673,"Ġphotos":3674,"Ġembarrass":3675,"Ġdivor":3676,"Ġcuri":3677,"Ġcompletely":3678,"Ġdimanche":3679,"ristmas":3680,"mon":3681,"mment":3682,"Ġtasse":3683,"entendre":3684,"ĠannÃ©e":3685,"Ġrid":3686,"ĠannÃ©es":3687,"Ġrunning":3688,"Ġbroken":3689,"Prends":3690,"Cert":3691,"ument":3692,"Ġu":3693,"Ġdriv":3694,"Ġsmell":3695,"erv":3696,"Ġcir":3697,"ĠcÃ©l":3698,"sel":3699,"Ġprot":3700,"Ġtelle":3701,"Ġavoc":3702,"Ġloves":3703,"Ġmove":3704,"Ġaccep":3705,"Ġfurent":3706,"Ġsucceed":3707,"Ġpost":3708,"ĠmÃ©r":3709,"Ġfine":3710,"enty":3711,"Ġopt":3712,"Ġretur":3713,"Ġrav":3714,"ira":3715,"ctob":3716,"Ġcoll":3717,"Ġmoindre":3718,"Ġdisappointed":3719,"Ġleaving":3720,"Rien":3721,"Ġdance":3722,"Ġpen":3723,"Ġsoup":3724,"Ġchiens":3725,"Ġwalked":3726,"Someone":3727,"Ġslow":3728,"Thanks":3729,"Ġfleurs":3730,"roy":3731,"rib":3732,"amp":3733,"Ġcompris":3734,"ĠprÃ©par":3735,"ĠrÃ©parer":3736,"ĠJohn":3737,"Ġemprun":3738,"ĠgÃ©nÃ©r":3739,"Al":3740,"ieu":3741,"lu":3742,"ront":3743,"ub":3744,"Ġ5":3745,"Ġceux":3746,"Ġnett":3747,"Ġbate":3748,"Ġroad":3749,"Ġfamous":3750,"attends":3751,"Ġcamp":3752,"hÃ´pital":3753,"ĠriviÃ¨re":3754,"reed":3755,"Ġfond":3756,"Ġbiz":3757,"Ġhold":3758,"Ġremer":3759,"Ġinqui":3760,"iche":3761,"ĠdÃ©l":3762,"Ġnovel":3763,"ogn":3764,"Ġgarden":3765,"Ġquitter":3766,"Ġintelligent":3767,"Pe":3768,"Ġcand":3769,"Ġjeu":3770,"ames":3771,"Ġprodu":3772,"dered":3773,"Ġpersu":3774,"Ġmesure":3775,"Ġdogs":3776,"expl":3777,"Ġwritten":3778,"Ġbibli":3779,"Ġlibr":3780,"Ġchocol":3781,"Ġbiblioth":3782,"Allez":3783,"dÃ©":3784,"Ġtreat":3785,"Ġmit":3786,"Ġmad":3787,"ility":3788,"Ġparap":3789,"illÃ©e":3790,"urope":3791,"Ġprogr":3792,"Ġseeing":3793,"Ġappe":3794,"Ġmatch":3795,"Ġconstr":3796,"Ġdrinking":3797,"Ġdormi":3798,"Ġlawy":3799,"ded":3800,"Ġhommes":3801,"Ġremp":3802,"Ġtromp":3803,"ĠdÃ©g":3804,"Ġferiez":3805,"Ġregarde":3806,"phon":3807,"Ġhabitu":3808,"Ġswimming":3809,"ĠsuccÃ¨s":3810,"Ġguitar":3811,"band":3812,"lla":3813,"Ġhonn":3814,"Ġlac":3815,"Ġweight":3816,"endez":3817,"onnÃ©":3818,"attendre":3819,"exp":3820,"Dem":3821,"Ãīc":3822,"Ġeffort":3823,"Ġactually":3824,"Aren":3825,"Ġdent":3826,"ĠrÃ©jou":3827,"Ġsomewhere":3828,"Ġwhether":3829,"An":3830,"DÃ©s":3831,"Ses":3832,"ĠNoÃ«l":3833,"Ġpur":3834,"Ġrecher":3835,"Ġsuite":3836,"cell":3837,"Ġrum":3838,"Ġnote":3839,"Ġcommen":3840,"ĠpayÃ©":3841,"Ġlearned":3842,"Ġcamera":3843,"Ġcrime":3844,"ĠÃ©trang":3845,"Ġpoids":3846,"Ġnervous":3847,"Ġumbre":3848,"selves":3849,"Af":3850,"Ġpou":3851,"Ġsang":3852,"isc":3853,"Ġbank":3854,"Ġrules":3855,"Ġride":3856,"Ġcrit":3857,"Ġcrying":3858,"Ġappar":3859,"Ġaddress":3860,"Ġnoise":3861,"Ġsand":3862,"cha":3863,"Ġtaken":3864,"road":3865,"prit":3866,"Ġsouc":3867,"Ġsmoke":3868,"Ġrecogn":3869,"Donnez":3870,"Ġpoisson":3871,"Ġapologize":3872,"histoire":3873,"dessus":3874,"Ġbateau":3875,"Ġlibrary":3876,"ĠbibliothÃ¨que":3877,"Me":3878,"ane":3879,"Ġvillage":3880,"usband":3881,"Ġjol":3882,"Ġhasn":3883,"Ġloc":3884,"Ġconsider":3885,"Ġflowers":3886,"ĠinvitÃ©":3887,"Ġglass":3888,"ĠvolÃ©":3889,"Stay":3890,"Ġgrosse":3891,"Prenez":3892,"Ġwriting":3893,"ĠrÃ¨gles":3894,"Ġamoureux":3895,"People":3896,"Beau":3897,"form":3898,"iven":3899,"uve":3900,"Ġmens":3901,"Ġball":3902,"lev":3903,"icle":3904,"Ġplup":3905,"Ġwaste":3906,"ague":3907,"ortun":3908,"Ġgentil":3909,"clock":3910,"Ġpleuvoir":3911,"Ġdangereux":3912,"Ġplupart":3913,"Ġvide":3914,"Ġhusband":3915,"prise":3916,"Ġsomebody":3917,"Ġcommun":3918,"Ġpainting":3919,"Ġpermission":3920,"Ġembrass":3921,"Ġhonest":3922,"dden":3923,"Voici":3924,"Exc":3925,"Ã©tranger":3926,"Ġfloor":3927,"ual":3928,"ĠhÃ´":3929,"rig":3930,"lame":3931,"ĠÃ©quipe":3932,"Ġvenue":3933,"Ġfaisons":3934,"Ġendorm":3935,"Ġpoor":3936,"Ġsouhaite":3937,"ĠÃ©trange":3938,"ĠLond":3939,"Ġmedic":3940,"Dans":3941,"ber":3942,"luie":3943,"Ġsad":3944,"onv":3945,"ann":3946,"Ġbord":3947,"Ġheav":3948,"ĠallÃ©e":3949,"Ġstar":3950,"ortÃ©":3951,"Ġdise":3952,"ived":3953,"appelle":3954,"ĠÃ©cole":3955,"Ġsmart":3956,"autres":3957,"Ġautour":3958,"Ġfemmes":3959,"Ġski":3960,"Regarde":3961,"Ġparapluie":3962,"Ġumbrella":3963,"omen":3964,"ĠÃī":3965,"iments":3966,"Ã¨de":3967,"Ã©cu":3968,"Ġalive":3969,"Ġfinalement":3970,"Ġfamil":3971,"ĠrestÃ©":3972,"Ġrepas":3973,"ĠregardÃ©":3974,"Ġmoyen":3975,"Ġjaponais":3976,"Ġbizarre":3977,"AprÃ¨s":3978,"Now":3979,"Ta":3980,"Ġtalent":3981,"Ġpauv":3982,"Ġbath":3983,"ots":3984,"Ġuncle":3985,"Ġdanser":3986,"Ġfaute":3987,"Ġintro":3988,"Ġlunettes":3989,"Ġproposition":3990,"Ġshopping":3991,"Ġnature":3992,"Ġrisk":3993,